<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="Generator" content="Corel WordPerfect 8">
   <meta name="DATE" content="0/0/0">
   <meta name="Description" content="[\q 325/]">
   <meta name="GENERATOR" content="Mozilla/4.5 [en] (Win95; I) [Netscape]">
</head>
<body background="ola-b.jpg">
<font face="Times_CSX+">[\q 325/]</font>
<br><font face="Times_CSX+"></font>&nbsp;
<br><font face="Times_CSX+"></font>&nbsp;
<br><font face="Times_CSX+"></font>
<br><font face="Times_CSX+"></font>
<center>
<p><b><font face="Times_CSX+"><font size=+2>Fourth Khandhaka.</font></font></b><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">(The Pav&agrave;ran&agrave; Ceremony at the
End of the</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">Rainy Season, Vassa).</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">1.</font></center>
<font face="Times_CSX+"></font>
<p><font face="Times_CSX+">1. At that time the Blessed Buddha dwelt at
S&agrave;vatthi, in the Jetavana, the garden of An&agrave;thapindika. At
that time a number of bhikkhus, companions and friends of each other, entered
upon vassa in a certain district of the Kosala country. Now those bhikkhus
thought: `What shall we do in order that we may keep vassa well, in unity,
and in concord, and without quarrel, and that we may not suffer from want
of food?'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">2. Then those bhikkhus thought: `If we do not
speak to or converse with each other, if he who comes back first from the
village, from his alms pilgrimage, prepares seats, gets water for washing
the feet, a foot-stool, and a towel <sup><a href="#N_1_">(1)</a></sup>,
cleans the slopbasin and gets it ready, and puts there (water to) drink
and food,--</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">3 `And if he who comes back last from the village,
from his alms-pilgrimage, eats, if there is any food left (from the dinner
of the other bhikkhus) and if he desires to do so; and if he does not desire
(to eat), throws it away at a place free from grass, or pours it away into
water in which no living things are; puts away the water for washing the
feet, the foot-stool, and the towel<sup><a href="#N_2_">(2)</a></sup>;
cleans the slop-basin and [\q 326/] puts it away, puts the water and the
food away, and sweeps the dining-room,--</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">4. `And if he who sees a water-pot, or a bowl
for food, or a vessel for evacuations, empty and void, puts it (into its
proper place), and if he is not able to do so single-handed, calls some
one else and puts it away with their united effort<sup><a href="#N_3_">(3)</a></sup>
without uttering a word on that account, thus shall we keep vassa well,
in unity, and in concord, and without quarrel, and not suffer from want
of food<sup><a href="#N_4_">(4)</a></sup>.'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">5-7. And those bhikkhus did not speak to or
converse with each other. He who came back from the village from his alms-pilgrimage
first, prepared seats (&amp;c., as above, sect.4, down to) without uttering
a word on that account.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">8. Now it is the custom of the bhikkhus who
have finished their vassa residence, to go to see the Blessed One. Thus
those bhikkhus, when they had finished their vassa residence, and when
the three months (of vassa) had elapsed, set their places of rest in order,
took their alms-bowls and robes, and went on their way to S&agrave;vatthi.
Wandering from place to place, they came to S&agrave;vatthi, to the Jetavana,
the garden of An&agrave;thapindika, to the Blessed One; having approached
the Blessed One and respectfully saluted Him, they sat down near Him.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">9. Now it is the custom of the Blessed Buddhas
[\q 327/] to exchange greeting with incoming bhikkhus. And the Blessed
One said to those bhikkhus: `Do things go well with you, O bhikkhus? Do
you get enough to support yourselves with? Have you kept vassa well, in
unity, and in concord, and without quarrel? And have you not suffered from
want of food?'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`Things go tolerably well with us, Lord; we
get enough, Lord, wherewith to support ourselves; we have kept vassa well,
in unity, in concord, and without quarrel; and have not suffered from want
of food.'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">10. The Tath&agrave;gatas sometimes ask about
what they know; sometimes they do not ask about what they know. They understand
the right time when to ask, and they understand the right time when not
to ask. The Tath&agrave;gatas put questions full of sense, not void of
sense; to what is void of sense the bridge is pulled down for the Tath&agrave;gatas.
For two purposes the Blessed Buddhas put questions to the bhikkhus, when
they intend to preach the Doctrine, or when they intend to institute a
rule of conduct to their disciples.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">11. And the Blessed One said to those bhikkhus:
`In what way, O bhikkhus, have you kept vassa well, in unity, and in concord,
and without quarrel, and not suffered from want of food?'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`We have entered upon vassa, Lord, a number
of bhikkhus, companions and friends of each other, in a certain district
of the Kosala country. Now, Lord, we thought: "What shall we do (&amp;c.,
as in sect.1)?" Then we thought, Lord: "If we do not speak (&amp;c., as
in sects.2-4)." Thus, Lord, we did not speak to or converse with each other
(&amp;c., down to:) without uttering a word on that account. In that [\q
328/] way, Lord, we have kept vassa well, in unity, and in concord, and
without quarrel; and have not suffered from want of food.'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">12. Then the Blessed One thus addressed the
bhikkhus: `Indeed, O bhikkhus, these foolish men who profess to have kept
vassa well, have kept it badly; indeed, O bhikkhus, these foolish men who
profess to have kept vassa well, have kept it like a herd of cattle; indeed
. . . have kept it like a herd of rams; indeed . . . have kept it like
a company of indolent people. How can these foolish persons, O bhikkhus,
take upon themselves the vow of silence, as the titthiyas do?</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">13. `This will not do, O bhikkhus, for converting
the unconverted (&amp;c., as in book 111, chapter 14, sect.3).' And when
He had rebuked them and delivered a religious discourse He thus addressed
the bhikkhus:</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`Let no one, O bhikkhus, take upon himself the
vow of silence, as the titthiyas do. He who does, commits a dukka&ntilde;a
offence.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`I prescribe, O bhikkhus, that the bhikkhus,
when they have finished their vassa residence, hold pav&agrave;ran&agrave;
with each other<sup><a href="#N_5_">(5)</a></sup> in these three ways:
by what has been seen, or by what has been heard, or by what is suspected.
Hence it will result that you live in accord with each other, that you
atone for the offences (you have committed), and that you keep the rules
of discipline before your eyes.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">14. `And you ought, O bhikkhus, to hold pav&agrave;ran&agrave;
in this way: [\q 329/]</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">Let a learned, competent bhikkhu proclaim the
following &curren;atti before the sa&iuml;gha: "Let the sa&iuml;gha, Reverend
Sirs, hear me. Today is the pav&agrave;ran&agrave; day. If the sa&iuml;gha
is ready, let the sa&iuml;gha hold pav&agrave;ran&agrave;."</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`Then let the senior bhikkhu adjust his upper
robe so as to cover one shoulder, sit down squatting, raise his joined
hands, and say: "I pronounce my pav&agrave;ran&agrave;, friends, before
the sa&iuml;gha, by what has been seen, or by what has been heard, or by
what is suspected<sup><a href="#N_6_">(6)</a></sup>; may you speak to me,
Sirs, out of compassion towards me; if I see (an offence), I will atone
for it. And for the second time, &amp;c. And for the third time I pronounce
my pav&agrave;ran&agrave; (&amp;c., down to) if I see (an offence), I will
atone for it."</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`Then let (each) younger bhikkhu adjust his
upper robe (&amp;c.)<sup><a href="#N_7_">(7)</a></sup>.'</font>
<br><font face="Times_CSX+"></font>&nbsp;
<br><font face="Times_CSX+"></font>&nbsp;
<br><font face="Times_CSX+"></font>
<br><font face="Times_CSX+"></font>
<center>
<p><font face="Times_CSX+">______________________</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">2.</font></center>
<font face="Times_CSX+"></font>
<p><font face="Times_CSX+">1. At that time the chabbaggiy&agrave; bhikkhus,
while the senior bhikkhus were crouching down and were performing their
pav&agrave;ran&agrave;, remained on their seats. The moderate bhikkhus
were annoyed, murmured, and became angry: `How can the chabbaggiy&agrave;
bhikkhus remain on their seats, while the senior [\q 330/] bhikkhus crouch
down, and perform their pav&agrave;ran&agrave;?'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">Those bhikkhus told the thing to the Blessed
One.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`Is it true, O bhikkhus, that the chabbaggiy&agrave;
bhikkhus, &amp;c.?'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`It is true, O Lord.'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">Then the Blessed Buddha rebuked them: `How can
these foolish men, O bhikkhus, remain on their seats (&amp;c., as above)?
This will not do, O bhikkhus, for converting the unconverted (&amp;c.,
as in chap.1, sect.13).' Having rebuked them and delivered a religious
discourse, He thus addressed the bhikkhus: `Let no one, O bhikkhus, remain
on his seat, while the senior bhikkhus crouch down, and perform their pav&agrave;ran&agrave;.
He who does, commits a dukka&ntilde;a offence. I prescribe, O bhikkhus,
that all of you crouch down while pav&agrave;ran&agrave; is being performed.'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">2. At that time a certain bhikkhu weak from
age, who waited crouching till all had finished their pav&agrave;ran&agrave;
fell down fainting.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">They told this thing to the Blessed One.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`I prescribe, O bhikkhus, that (every bhikkhu)
crouches down the whole while till he has performed his pav&agrave;ran&agrave;,
and sits down on his seat when he has performed it.'</font>
<br><font face="Times_CSX+"></font>&nbsp;
<br><font face="Times_CSX+"></font>&nbsp;
<br><font face="Times_CSX+"></font>
<br><font face="Times_CSX+"></font>
<center>
<p><font face="Times_CSX+">______________________</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">3.</font></center>
<font face="Times_CSX+"></font>
<p><font face="Times_CSX+">1. Now the bhikkhus thought: `How many pav&agrave;ran&agrave;
(days) are there?'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">They told this thing to the Blessed One.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">There are the two following pav&agrave;ran&agrave;
(days), [\q 331/] O bhikkhus: the fourteenth and the fifteenth (of the
half month)<sup><a href="#N_8_">(8)</a></sup>; these are the two pav&agrave;ran&agrave;
(days), O bhikkhus.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">2. Now the bhikkhus thought: `How many pav&agrave;ran&agrave;
services are there?'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">They told this thing to the Blessed One.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`There are the four following pav&agrave;ran&agrave;
services, O bhikkhus, &amp;c.<sup><a href="#N_9_">(9)</a></sup>'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">3. Then the Blessed One thus addressed the bhikkhus:
`Assemble, O bhikkhus, the sa&iuml;gha will hold pav&agrave;ran&agrave;.'
When He had spoken thus,, a certain bhikkhu said to the Blessed One: `There
is a sick bhikkhu, Lord, who is not present.'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`I prescribe, O bhikkhus, that a sick bhikkhu
shall declare (lit. give) his pav&agrave;ran&agrave;. And let him declare
it, O bhikkhus, in this way: let that sick bhikkhu go to some bhikkhu,
adjust his upper robe so as to cover one shoulder, sit down squatting,
raise his joined hands, and say: "I declare my pav&agrave;ran&agrave;,
take my pav&agrave;ran&agrave; perform the pav&agrave;ran&agrave; for me."
If he expresses this by gesture, or by word, or by gesture and word, the
pav&agrave;ran&agrave;, has been declared. If he does not express this
by gesture &amp;c., the pav&agrave;ran&agrave; has not been declared.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">4-5. `If (the sick bhikkhu) succeeds in doing
so, well and good. If he does not succeed, let them take that sick bhikkhu,
O bhikkhus, on his bed or his chair to the assembly, &amp;c.<sup><a href="#N_10_">(10)</a></sup>
[\q 332/]</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`I prescribe, O bhikkhus, that on the day of
pav&agrave;ran&agrave; he who declares his pav&agrave;ran&agrave;, is to
declare also his consent<sup><a href="#N_11_">(11)</a></sup> (to acts to
be performed eventually by the order), for (both declarations) are required
for the sa&iuml;gha (and for the validity of its acts)<sup><a href="#N_12_">(12)</a></sup>.'</font><font face="Times_CSX+"></font>
<center>
<p><font face="Times_CSX+">______________________</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">4.</font></center>
<font face="Times_CSX+"></font>
<p><font face="Times_CSX+">At that time relations of a certain bhikkhu
kept him back on the day of pav&agrave;ran&agrave;, &amp;c.<sup><a href="#N_13_">(13)</a></sup></font><font face="Times_CSX+"></font>
<center>
<p><font face="Times_CSX+">______________________</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">5.</font></center>
<font face="Times_CSX+"></font>
<p><font face="Times_CSX+">At that time five bhikkhus dwelt in a certain
district (or, in a certain residence of bhikkhus) on the day of pav&agrave;ran&agrave;.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">Now these bhikkhus thought: `The Blessed One
has prescribed the holding of pav&agrave;ran&agrave; by the sa&iuml;gha,
and we are (only) five persons<sup><a href="#N_14_">(14)</a></sup>. Well,
how are we to hold pav&agrave;ran&agrave;?'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">They told this thing to the Blessed One.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`I prescribe, O bhikkhus, that five bhikkhus
should hold pav&agrave;ran&agrave; in a (regular) chapter<sup><a href="#N_15_">(15)</a></sup>.'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">2. At that time four bhikkhus dwelt in a certain
[\q 333/] district on the day of pav&agrave;ran&agrave;. Now these bhikkhus
thought: `The Blessed One has prescribed that five bhikkhus shall hold
pav&agrave;ran&agrave; in a (regular) chapter, and we are (only) four persons.
Well, how are we to hold pav&agrave;ran&agrave;?'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">They told this thing to the Blessed One.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`I prescribe, O bhikkhus, that four bhikkhus
should hold pav&agrave;ran&agrave; with each other.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">3. `And let them hold pav&agrave;ra&otilde;&agrave;,
O bhikkhus, in this way: let a learned, competent bhikkhu proclaim the
following &curren;atti before those bhikkhus: "Hear me, Sirs. Today is
pav&agrave;ran&agrave; day. If you are ready, Sirs, let us hold pav&agrave;ran&agrave;
with each other."</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`Then let the senior bhikkhu adjust his upper
robe, &amp;c., And say to those bhikkhus: "I pronounce my pav&agrave;ran&agrave;,
friends, before you, by what has been seen, or by what has been heard,
or by what is suspected; may you speak to me, Sirs, out of compassion towards
me; if I see (an offence), I will atone for it. And for the second time,
&amp;c.; And for the third time, &amp;c."</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`Then let each younger bhikkhu, &amp;c.'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">4. At that time three bhikkhus dwelt in a certain
district on the day of pav&agrave;ran&agrave;. Now these bhikkhus thought:
`The Blessed One has prescribed that five bhikkhus shall hold pav&agrave;ran&agrave;,
in a (regular) chapter, that four bhikkhus shall hold pav&agrave;ran&agrave;
with each other, and we are (only) three persons. Well, how are we to hold
pav&agrave;ran&agrave;</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`I prescribe, O bhikkhus, that three bhikkhus
should hold pav&agrave;ran&agrave; with each other. And let them hold pav&agrave;ran&agrave;
(&amp;c., see sect.3).'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">5. At that time two bhikkhus dwelt in a certain
[\q 334/] district on the day of pav&agrave;ran&agrave;. Now these bhikkhus
thought: `The Blessed One has prescribed that five bhikkhus, &amp;c., that
four bhikkhus, &amp;c., that three bhikkhus, &amp;c., and we are (only)
two persons. Well, how are we to hold pav&agrave;ran&agrave;?'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`I prescribe, O bhikkhus, that two bhikkhus
should hold pav&agrave;ran&agrave; with each other.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">6. `And let them hold pav&agrave;ran&agrave;,
O bhikkhus, in this way: let the senior bhikkhu adjust his upper robe,
&amp;c., and say to the junior bhikkhu: "I pronounce my pav&agrave;ran&agrave;
friend, &amp;c."</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`Then let the junior bhikkhu, &amp;c.'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">7. At that time there dwelt a single bhikkhu
in a certain district on the day of pav&agrave;ran&agrave;. Now this bhikkhu
thought: `The Blessed One has prescribed that five bhikkhus, &amp;c., and
I am only one person. Well, how am I to hold pav&agrave;ran&agrave;'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">8. `In case there dwell, O bhikkhus, in a certain
district on the day of pav&agrave;ran&agrave;, a single bhikkhu : let that
bhikkhu, O bhikkhus, sweep the place which the bhikkhus use to frequent,--
the refectory, or hall, or place at the foot of a tree; let him (then)
provide water and food, prepare seats, put a lamp there, and sit down.
If other bhikkhus come, let him hold pav&agrave;ran&agrave; with them;
if they do not come, let him fix his mind upon the thought: "Today is my
pav&agrave;ran&agrave;." If he does not fix his mind upon this thought,
he commits a dukka&ntilde;a offence.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">9. `Now, O bhikkhus, where five bhikkhus dwell
(together), they must not convey the pav&agrave;ran&agrave;<sup><a href="#N_16_">(16)</a></sup>
of one (to their assembly) and hold pav&agrave;ran&agrave; by [\q 335/]
four (as) in a (regular) chapter. If they do, they commit a dukka&ntilde;a
offence.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`Now, O bhikkhus, where four bhikkhus dwell
(together), they must not convey the pav&agrave;ran&agrave; of one (to
their assembly) and hold pav&agrave;ran&agrave; with each other by three.
If they do, they commit a dukka&ntilde;a offence.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`Now, O bhikkhus, where three bhikkhus (&amp;c.,
as in the last clause).</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`Now, O bhikkhus, where two bhikkhus dwell,
one of them must. Not convey the pav&agrave;ran&agrave; of the other one,
and fix (only) his thoughts (upon the pav&agrave;ran&agrave;). If he does,
he commits a dukka&ntilde;a offence.'</font><font face="Times_CSX+"></font>
<center>
<p><font face="Times_CSX+">______________________</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">6.</font></center>
<font face="Times_CSX+"></font>
<p><font face="Times_CSX+">1. At that time a certain bhikkhu was guilty
of an offence on the day of pav&agrave;ran&agrave;. Now this bhikkhu thought:
`The Blessed One has prescribed: "Pav&agrave;ran&agrave; is not to be held
by a bhikkhu who is guilty of an offence<sup><a href="#N_17_">(17)</a></sup>."
Now I am guilty of an offence. What am I to do?'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">They told this thing to the Blessed One.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">In case, O bhikkhus, a certain bhikkhu be guilty
of an offence on the day of pav&agrave;ran&agrave; (&amp;c., as in II,
27.1, 2, down to:) "When I shall feel no doubt, then I will atone for that
offence." Having spoken thus, let him hold pav&agrave;ran&agrave;. But
in no case must there any hindrance arise to holding pav&agrave;ran&agrave;
from such a cause.'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">At that time a certain bhikkhu remembered [\q
336/] an offence, while pav&agrave;ran&agrave; was being held (&amp;c.,
see II, 27. 4-8).</font><font face="Times_CSX+"></font>
<center>
<p><font face="Times_CSX+">______________________</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">End of the First Bh&agrave;nav&agrave;ra.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">______________________</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">7-13.</font></center>
<font face="Times_CSX+"></font>
<p><font face="Times_CSX+">7.I. At that time there assembled in a certain
residence (or district) on the day of pav&agrave;ran&agrave; a number of
resident bhikkhus, five or more. They did not know that there were other
resident bhikkhus absent. Intending to act according to Dhamma and Vinaya,
thinking themselves to be complete while (really)incomplete they held pav&agrave;ran&agrave;
while they were holding pav&agrave;ran&agrave;, other resident bhikkhus,
a greater number (than the first ones), arrived.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">They told this thing to the Blessed One.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">2. `In case there assemble, O bhikkhus, in a
certain residence on the day of pav&agrave;ran&agrave; (&amp;c., as in
sect.1, down to) they hold pav&agrave;ran&agrave;. While they are holding
pav&agrave;ran&agrave;, other resident bhikkhus, a greater number, arrive.
Let (all) those bhikkhus, O bhikkhus, hold pav&agrave;ran&agrave; again;
they who have held pav&agrave;ran&agrave;, are free from guilt.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">3. `In case there assemble, &amp;c. While they
are holding pav&agrave;ran&agrave;, other resident bhikkhus, exactly the
same number (as the first ones), arrive. Those who have held pav&agrave;ran&agrave;,
have held it correctly; let the other ones hold pav&agrave;ran&agrave;;
they who have held pav&agrave;ran&agrave;, are free from guilt'.</font><font face="Times_CSX+"></font>
<center>
<p><font face="Times_CSX+">. . . . . . . . .</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">. . . . . . . . .</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">. . . . . . . . .<sup><font size=-1> </font><a href="#N_18_">(18)</a></sup></font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">______________________</font></center>
<font face="Times_CSX+"></font>
<p><font face="Times_CSX+">[\q 337/]</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">14.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">1-3. `Let no one, O bhikkhus, hold pav&agrave;ran&agrave;
in a seated assembly (of bhikkhus) before a bhikkhuni (&amp;c.<sup><a href="#N_19_">(19)</a></sup>)</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">4. `Let no one, O bhikkhus, hold pav&agrave;ran&agrave;
by (accepting) the pav&agrave;ran&agrave; declaration of a p&agrave;riv&agrave;sika<sup><a href="#N_20_">(20)</a></sup>
, except if the assembly has not yet risen (at the time when the pav&agrave;ran&agrave;
is declared). And let no one, O bhikkhus, hold pav&agrave;ran&agrave; on
another day than, the pav&agrave;ran&agrave; day, except for the sake of
(preserving) concord among the sa&iuml;gha<sup><a href="#N_21_">(21)</a></sup>.'</font>
<br><font face="Times_CSX+"></font>&nbsp;
<br><font face="Times_CSX+"></font>&nbsp;
<br><font face="Times_CSX+"></font>
<br><font face="Times_CSX+"></font>
<center>
<p><font face="Times_CSX+">______________________</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">15.</font></center>
<font face="Times_CSX+"></font>
<p><font face="Times_CSX+">1. At that time a certain residence (of bhikkhus)
in the Kosala country was menaced on the day of pav&agrave;ran&agrave;
by savage people. The bhikkhus were not able to perform pav&agrave;ran&agrave;
with the threefold formula.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">They told this thing to the Blessed One. [\q
338/]</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`I allow you, O bhikkhus, to perform pav&agrave;ran&agrave;
with the twofold formula.'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">The danger from savage people became still more
urgent. The bhikkhus were not able to perform pav&agrave;ran&agrave; with
the twofold formula<sup><a href="#N_22_">(22)</a></sup>.'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">They told this thing to the Blessed One.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`I allow you, O bhikkhus, to perform pav&agrave;ran&agrave;
with the onefold formula.'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">The danger from savage people became still more
urgent. The bhikkhus were not able, to perform pav&agrave;ran&agrave; with
the one-fold formula.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">They told this thing to the Blessed One.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`I allow, O bhikkhus, that all the bhikkhus
who have kept vassa together, perform pav&agrave;ran&agrave; (by one common
declaration).'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">2. At that time in a certain district on the
day of pav&agrave;ran&agrave; the greater part of the night had passed
away while (lay-)people were offering gifts (to the bhikkhus). Now the
bhikkhus thought: ,the greater part of the night has passed away while
the people were offering gifts. If the sa&iuml;gha performs pav&agrave;ran&agrave;
with the threefold formula, it will not have finished the pav&agrave;ran&agrave;
when day breaks. Well, what are we to do?'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">They told this thing to the Blessed One.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">3. `In case, O bhikkhus, in a certain district
on the day of pav&agrave;ran&agrave; the greater part of the night has
passed away while people were offering gifts (to the bhikkhus). Now if
those bhikkhus think: "The greater part (&amp;c., down to:) when day breaks,"
[\q 339/] let a learned, competent bhikkhu proclaim the following &curren;atti
before the sa&iuml;gha: "Let the sa&iuml;gha, Reverend Sirs, hear me. While
people were offering gifts, the greater part of the night has passed away.
If the sa&iuml;gha performs pav&agrave;ran&agrave; with the threefold formula,
it will not have finished the pav&agrave;ran&agrave; when day breaks. If
the sa&iuml;gha is ready, let the sa&iuml;gha hold pav&agrave;ran&agrave;
with the twofold formula, or with the one-fold formula, or by common declaration
of all the bhikkhus who have kept vassa together."</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">4. `In case, O bhikkhus, in a certain district
on the day of pav&agrave;ran&agrave;, the greater part of the night has
passed away while the bhikkhus were in confusion: the bhikkhus were reciting
the dhamma, those versed in the suttantas were propounding the suttantas,
those, versed in the Vinaya were discussing the Vinaya, the Dhamma preachers
were talking about the Dhamma. Now if those bhikkhus think: "The greater
part of the night has passed away while the bhikkhus were in confusion.
If the sa&iuml;gha performs pav&agrave;ran&agrave; with the threefold formula,
it will not have finished the pav&agrave;ran&agrave; when day breaks,"
let a learned, competent bhikkhu proclaim the following &curren;atti before
the sa&iuml;gha: "Let the sa&iuml;gha, &amp;c. The greater part of the
night has passed away while the bhikkhus were in confusion. If the sa&iuml;gha
performs pav&agrave;ran&agrave; (&amp;c. as in sect.3)."'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">5. At that time in a certain district in the
Kosala country a great assembly of bhikkhus had come together on the day
of pav&agrave;ran&agrave;, and there was but a small place protected from
rain, and a great cloud was in the sky. Now the bhikkhus thought: `A great
assembly of bhikkhus has come together [\q 340/] here, and there is but
a small place protected from rain, and a great cloud is in the sky. If
the sa&iuml;gha performs pav&agrave;ran&agrave; with the threefold formula,
it will not have finished the pav&agrave;ran&agrave; when this cloud will
begin to rain. Well, what are we to do?'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">They told this thing to the Blessed One.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">6. `In case, O bhikkhus, in a certain district
a great assembly of bhikkhus has come together on the day of pav&agrave;ran&agrave;,
and there is but a small place protected from rain, and a great cloud is
in the sky. Now if those bhikkhus think (&amp;c., as in sect.3 to the end).</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">7. `In case, O bhikkhus, in a certain district
on the day of pav&agrave;ran&agrave; danger arises from kings, danger from
robbers, danger from fire, danger from water, danger from human beings,
danger from non-human beings, danger from beasts of prey, danger from creeping
things, danger of life, danger against chastity. Now if those bhikkhus
think: "Here is danger for our chastity. If the sa&iuml;gha performs pav&agrave;ran&agrave;
with the threefold formula, it will not have finished the pav&agrave;ran&agrave;
when this danger for chastity will arise," let a learned, competent bhikkhu
(&amp;c., as in sect.3 to the end).'</font>
<br><font face="Times_CSX+"></font>&nbsp;
<br><font face="Times_CSX+"></font>&nbsp;
<br><font face="Times_CSX+"></font>
<br><font face="Times_CSX+"></font>
<center>
<p><font face="Times_CSX+">______________________</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">16.</font></center>
<font face="Times_CSX+"></font>
<p><font face="Times_CSX+">1. At that time the chabbaggiy&agrave; bhikkhus
held pav&agrave;ran&agrave; being guilty of an offence.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">They told this thing to the Blessed One.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">Let no one, O bhikkhus, hold pav&agrave;ran&agrave;
who is guilty of an offence. He who does, commits a [\q 341/] dukka&ntilde;a
offence. I prescribe, O bhikkhus, that you ask a bhikkhu who holds pav&agrave;ran&agrave;
being guilty of an offence, for his leave<sup><a href="#N_23_">(23)</a></sup>
and reprove him for that offence.'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">2. At that time the chabbaggiy&agrave; bhikkhus,
when asked for leave, were not willing to give leave (to bhikkhus who were
going to reprove them for an offence).</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">They told this thing to the Blessed One.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`I prescribe, O bhikkhus, that you inhibit the
pav&agrave;ran&agrave; of a bhikkhu who does not give leave. And you ought
to inhibit it, O bhikkhus, in this way: let (a bhikkhu) say on the day
of pav&agrave;ran&agrave;., On the fourteenth or on the fifteenth day (of
the half month), in presence of that person, before the assembled sa&iuml;gha:
"Let the sa&iuml;gha, Reverend Sirs, hear me. Such and such a person is
guilty of an offence; I inhibit his pav&agrave;ran&agrave;; pav&agrave;ran&agrave;
must not be held in his presence." Thus his pav&agrave;ran&agrave; is inhibited.'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">3. At that time the chabbaggiy&agrave; bhikkhus,
who thought: `Otherwise good bhikkhus might inhibit our pav&agrave;ran&agrave;,'
themselves inhibited beforehand, without object and reason, the pav&agrave;ran&agrave;.
Of pure bhikkhu who had committed no offence, and they also inhibited the
pav&agrave;ran&agrave; of bhikkhus who had already performed their pav&agrave;ran&agrave;.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">They told this thing to the Blessed One.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`Let no one, O bhikkhus, inhibit, without object
and reason, the pav&agrave;ran&agrave; of pure bhikkhus who have committed
no offence. He who does, commits a dukka&ntilde;a offence. And further,
O bhikkhus, let no [\q 342/] one inhibit the pav&agrave;ran&agrave; of
bhikkhus who have already performed their pav&agrave;ran&agrave;. He who
does, commits a dukka&ntilde;a offence.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">4. `And thus, O bhikkhus, (you may discern whether)
the pav&agrave;ran&agrave; is (duly) inhibited or not inhibited.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`In what cases is the pav&agrave;ran&agrave;,
O bhikkhus, not inhibited? When pav&agrave;ran&agrave;, O bhikkhus, is
pronounced, declared, and finished with the threefold formula, and if (a
bhikkhu then) inhibits the pav&agrave;ran&agrave; (of another bhikkhu),
the pav&agrave;ran&agrave; is not inhibited. When pav&agrave;ran&agrave;,
O bhikkhus, is pronounced, declared, and finished with the twofold formula,
with the one-fold formula, by common declaration of all bhikkhus who have
kept vassa together, and if (a bhikkhu then) inhibits (&amp;c., as before).
In these cases, O bhikkhus, the pav&agrave;ran&agrave; is not inhibited.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">5. `And in what cases, O bhikkhus, is the pav&agrave;ran&agrave;
inhibited? When pav&agrave;ran&agrave;, O bhikkhus, is pronounced, declared,
but not finished<sup><a href="#N_24_">(24)</a></sup> with the threefold
formula, and if (a bhikkhu then) inhibits the pav&agrave;ran&agrave; (of
another bhikkhu), the pav&agrave;ran&agrave; is inhibited (&amp;c.<sup><a href="#N_25_">(25)</a></sup>).
In these cases, O bhikkhus, the pav&agrave;ran&agrave; is inhibited.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">6. `In case, O bhikkhus, one bhikkhu, on the
day of pav&agrave;ran&agrave;, inhibits the pav&agrave;ran&agrave; of another
bhikkhu: then if the other bhikkhus know with regard to that (inhibiting)
bhikkhu : "This Venerable [\q 343/] brother is not of a pure conduct in
his deeds, nor in his words, nor as, regards his means of livelihood, he
is ignorant, unlearned, unable to give explanation when he is questioned,"
(let them say to him): "Nay, friend, let not quarrel arise, nor strife,
nor discord, nor dispute," and having thus put him to silence, let the
sa&iuml;gha hold pav&agrave;ran&agrave;.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">7-9. `In case, O bhikkhus, &amp;c.<sup><a href="#N_26_">(26)</a></sup></font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">10. `In case, O bhikkhus, one bhikkhu on the
day of pav&agrave;ran&agrave; inhibits the pav&agrave;ran&agrave; of another
bhikkhu: then if the other bhikkhus know with regard to that (inhibiting)
bhikkhu: "This Venerable brother is of a pure conduct in his deeds and
in his words and with regard to his means of livelihood, he is clever,
learned, and able to give explanation when he is questioned," let them
say to him: "If you inhibit, friend, the pav&agrave;ran&agrave; of this
bhikkhu, on what account do you inhibit it, on account of a moral transgression,
or on account of a transgression against the rules of conduct, or on account
of heresy?"</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">11. `If he replies: "I inhibit it on account
of a moral transgression, I inhibit it on account of a transgression against
the rules of conduct, I inhibit it on account of heresy," let them say
to him: "Well, do you know, Sir, what a moral transgression is, what a
transgression against the rules of conduct is, what heresy is?" If he replies,
"I [\q 344/] know, friends, what a moral transgression is, &amp;c.," let
them say to him: "And what is, friend, a moral transgression, &amp;c.?"</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">12. `If he replies: "The four p&agrave;r&agrave;jika
offences and the thirteen sa&iuml;gh&agrave;dises&agrave; offences are
the moral transgressions; thullaccaya offences, p&agrave;cittiya offences,
p&agrave;tidesaniya offences, dukka&ntilde;a offences, and wicked language
are the transgressions against the rules of conduct; false doctrine and
. . . doctrine<sup><a href="#N_27_">(27)</a></sup> are heresy," let them
say to him: "If you inhibit, friend, the pav&agrave;ran&agrave; of this
bhikkhu, do you inhibit it on account of what you have seen, or of what
you have heard, or of what you suspect?"</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">13. `If he replies: "I inhibit it on account
of what I have seen, or on account of what I have heard, or on account
of what I suspect," let them say to him: "If you inhibit, friend, the pav&agrave;ran&agrave;
of this bhikkhu on account of what you have seen, what have you seen? What
is it that you have seen? When have you seen it? Where have you seen it?
Have you seen him committing a p&agrave;r&agrave;jika offence? Have you
seen him committing a sa&iuml;gh&agrave;dises&agrave; offence? Have you
seen him committing a thullaccaya offence, a p&agrave;cittiya offence,
a p&agrave;tidesaniya offence, a dukka&ntilde;a offence, or making himself
guilty of wicked language? And where were you? And where was this bhikkhu?
And what did you do? And what did this bhikkhu do?" [\q 345/]</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">14. `If he then replies: "I do not inhibit,
friends, the pav&agrave;ran&agrave; of this bhikkhu on account of what
I have seen, but I inhibit it on account of what I have heard," let them
say to him: "If you inhibit, friend, the pav&agrave;ran&agrave; of this
bhikkhu on account of what you have heard, what have you heard? What is
it that you have heard? When have you beard it? Where have you heard it?
Have you heard that he has committed a p&agrave;r&agrave;jika offence (&amp;c.,
down to) or that he has made himself guilty of wicked language? Have you
heard it from a bhikkhu? Have you heard it from a bhikkhuni? Have you heard
it from a sikkham&agrave;n&agrave;, from a s&agrave;manera, from a s&agrave;maneri,
from an up&agrave;saka, from an up&agrave;sik&agrave;, from kings, from
royal officers, from titthiyas, from titthiya disciples?"</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">15. `If he then replies: 'I do not inhibit,
friends, the pav&agrave;ran&agrave; of this bhikkhu on account of what
I have heard, but I inhibit it on account of what I suspect," let them
say to him: "If you inhibit, friend, the pav&agrave;ran&agrave; of this
bhikkhu on account of what you suspect, what do you suspect? What is it
that you suspect? When do you suspect it? Where do you suspect it? Do you
suspect that he has committed a p&agrave;r&agrave;jika offence (&amp;c.,
down to) wicked language? Does your suspicion come from what you have heard
from a bhikkhu (&amp;c., down to) from titthiya disciples?"</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">16. `If he then replies: "I do not inhibit,
friends, the pav&agrave;ran&agrave; of this bhikkhu on account of what
I suspect; I do not know the reason why I inhibit the pav&agrave;ran&agrave;
of this bhikkhu," and if that bhikkhu, O bhikkhus, who reproves (the other
one), being questioned by intelligent fellow bhikkhus, is not able [\q
346/] to convince their minds, you are right in saying that in such case
the bhikkhu who has been reproved is blameless. But if that bhikkhu, O
bhikkhus, who reproves (the other one), being questioned by intelligent
fellow bhikkhus, is able to convince their minds, you are right in saying
that in such case the bhikkhu who has been reproved is blameable.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">17. `If that bhikkhu, O bhikkhus, who reproves
(another one), admits that he has charged him unfoundedly with a p&agrave;r&agrave;jika
offence, let the sa&iuml;gha enter upon the sa&iuml;gh&agrave;dises&agrave;
proceedings<sup><a href="#N_28_">(28)</a></sup> (against the accuser) and
then hold pav&agrave;ran&agrave;.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">If that bhikkhu, O bhikkhus, who reproves (another
one), admits that he has charged him unfoundedly with a sa&iuml;gh&agrave;dises&agrave;
offence, let the sa&iuml;gha treat (the accuser) according to the law<sup><a href="#N_29_">(29)</a></sup>
and then hold pav&agrave;ran&agrave;.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`If that bhikkhu, O bhikkhus, who reproves (another
one), admits that he has charged him unfoundedly with a thullaccaya offence,
or with a p&agrave;cittiya offence, or with a p&agrave;tidesaniya offence,
or with a dukka&ntilde;a offence, or with having used wicked language,
let the sa&iuml;gha treat (the accuser) according to the law<sup><a href="#N_30_">(30)</a></sup>
and then hold pav&agrave;ran&agrave;.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">18. `If that bhikkhu, O bhikkhus, who has been
reproved, admits that he has committed a p&agrave;r&agrave;jika offence,
let the sa&iuml;gha expel him and then hold pav&agrave;ran&agrave;.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`If that bhikkhu, &amp;c., admits that he has
committed [\q 347/] a sa&iuml;gh&agrave;dises&agrave; offence, let the
sa&iuml;gha enter upon the sa&iuml;gh&agrave;dises&agrave; proceedings
(against him) and then hold pav&agrave;ran&agrave;.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`If that bhikkhu, &amp;c., admits that he has
committed a thullaccaya offence, or a p&agrave;cittiya offence (&amp;c.,
down to) wicked language, let the sa&iuml;gha treat him according to the
law and then hold pav&agrave;ran&agrave;.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">19. `In case, O bhikkhus, a bhikkhu on the clay
of pav&agrave;ran&agrave; is guilty of a thullaccaya offence. Some bhikkhus
believe that it is a thullaccaya offence, other bhikkhus believe that it
is a sa&iuml;gh&agrave;dises&agrave; offence. In that case, O bhikkhus,
let those bhikkhus who take it for a thullaccaya offence, take that bhikkhu,
O bhikkhus, aside, treat him according to the law, go back to the sa&iuml;gha,
and say: "The offence, friends, which this bhikkhu has committed, he has
atoned for according to the law. If the sa&iuml;gha is ready, let the sa&iuml;gha
hold pav&agrave;ran&agrave;."</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">20. `In case, O bhikkhus, a bhikkhu on the day
of pav&agrave;ran&agrave; is guilty of a thullaccaya offence. Some bhikkhus
believe that it is a thullaccaya offence, other bhikkhus believe that it
is a p&agrave;cittiya offence. Some bhikkhus believe that it is a thullaccaya
offence, other bhikkhus believe that it is a p&agrave;tidesaniya offence;
a thullaccaya offence; a dukka&ntilde;a offence; a thullaccaya offence,
an offence by wicked language. In that case (&amp;c., as in sect.19, down
to the end).</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">21, 22. `In case, O bhikkhus, a bhikkhu on the
day of pav&agrave;ran&agrave; is guilty of a p&agrave;cittiya offence,
of a p&agrave;tidesaniya offence, of a dukka&ntilde;a offence, of an offence
by wicked language. Some bhikkhus believe [\q 348/] that it is an offence
by wicked language, other bhikkhus believe that it is a sa&iuml;gh&agrave;dises&agrave;
offence, &amp;c. Some bhikkhus believe that it is an offence by wicked
language, other bhikkhus
believe that it is a dukka&ntilde;a offence. In
that case, O bhikkhus, let those bhikkhus who take it for an offence by
wicked language, take that bhikkhu, O bhikkhus, aside (&amp;c., see sect.19).</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">23. `If, O bhikkhus, a bhikkhu speaks thus before
the assembly on the day of pav&agrave;ran&agrave;: "Let the sa&iuml;gha,
Reverend Sirs, hear me. Here this deed is known (to me), but not the (guilty)
person. If the sa&iuml;gha is ready, let the sa&iuml;gha hold pav&agrave;ran&agrave;
excluding this deed," (the bhikkhus) ought to reply: "The Blessed One,
friend, has prescribed that they who hold pav&agrave;ran&agrave;, ought
to be pure. If a deed is known, but not the (guilty) person, report it
(to us) now."</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">24. `If, O bhikkhus, a bhikkhu speaks thus before
the assembly on the day of pav&agrave;ran&agrave;: "Let the sa&iuml;gha,
Reverend Sirs, hear me. Here a person is known (to me as guilty), but not
his deed. If the sa&iuml;gha is ready, let the sa&iuml;gha hold pav&agrave;ran&agrave;
excluding this person,"(the bhikkhus) ought to reply: "The Blessed One,
friend, has prescribed that they who hold pav&agrave;ran&agrave;, ought
to be complete. If a person is known to you (as guilty), but not his deed,
report it (to us) now."</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">25. ` If, O bhikkhus, a bhikkhu speaks thus
before the assembly on the day of pav&agrave;ran&agrave; : "Let the sa&iuml;gha,
Reverend Sirs, hear me. Here a deed is known (to me) as well as the (guilty)
person. If the sa&iuml;gha is ready, let the sa&iuml;gha hold pav&agrave;ran&agrave;
excluding this deed and this person," (the [\q 349/] bhikkhus) ought to
reply, "The Blessed One, friend, has prescribed that they who hold pav&agrave;ran&agrave;,
ought to be pure as well as complete. If the deed and the (guilty) person
are known to you, report it (to us) now."</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">26. `If, O bhikkhus, a deed becomes known before
the pav&agrave;ran&agrave;, and the (guilty) person afterwards (i.e. after
the pav&agrave;ran&agrave;), it is right to bring it forward (then).</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`If O bhikkhus, the (guilty) person becomes
known before the pav&agrave;ran&agrave; and his deed afterwards, it is
right to bring it forward (then)<sup><a href="#N_31_">(31)</a></sup>.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`If O bhikkhus, the deed as well as the (guilty)
person becomes known before the pav&agrave;ran&agrave;, and if (a bhikkhu)
raises up that matter again after the pav&agrave;ran&agrave; he makes himself
guilty of a p&agrave;cittiya offence for raising up (a matter that has
been settled)<sup><a href="#N_32_">(32)</a></sup>.'</font>
<br><font face="Times_CSX+"></font>&nbsp;
<br><font face="Times_CSX+"></font>&nbsp;
<br><font face="Times_CSX+"></font>
<br><font face="Times_CSX+"></font>
<center>
<p><font face="Times_CSX+">______________________</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">17.</font></center>
<font face="Times_CSX+"></font>
<p><font face="Times_CSX+">1. At that time a number of bhikkhus, companions
and friends of each other, entered upon vassa in a certain district of
the Kosala country. In their neighbourhood other bhikkhus, litigious, contentious,
quarrelsome, disputatious persons, who used to raise questions before the
sa&iuml;gha, entered upon vassa with the intention of inhibiting, on the
pav&agrave;ran&agrave; day, the pav&agrave;ran&agrave; of those bhikkhus
when [\q 350/] they should have finished their vassa residence. Now those
bhikkhus heard: `In our neighbourhood other bhikkhus, &amp;c. Well, what
are we to do?'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">They told this thing to the Blessed One.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">2. `In case, O bhikkhus, a number of bhikkhus,
companions and friends of each other, enter upon vassa in a certain district.
In their neighbourhood other bhikkhus (&amp;c., sect.1). I prescribe, O
bhikkhus, that those bhikkhus hold Uposatha twice or thrice on the fourteenth
day (of the half-month)<sup><a href="#N_33_">(33)</a></sup> in order that
they may be able to hold pav&agrave;ran&agrave; before those (other) bhikkhus.
If those litigious, contentious (&amp;c., sect.1) bhikkhus approach that
district, let the resident bhikkhus, O bhikkhus, quickly assemble and,
hold pav&agrave;ran&agrave;; having held pav&agrave;ran&agrave; let them
say to them: "We have held our pav&agrave;ran&agrave; friends; do you do,
Sirs, as you think fit."</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">3. `If those litigious (&amp;c., sect.1) bhikkhus
come to that residence unexpectedly, let the resident bhikkhus, O bhikkhus,
prepare seats (for them), get water for the washing of their feet, foot-stools,
and towels<sup><a href="#N_34_">(34)</a></sup>, then let them go to meet
them, take their bowls and their robes, and offer them (water) to drink;
having thus looked after those bhikkhus, let them go outside the boundary
and hold pav&agrave;ran&agrave;; having held pav&agrave;ran&agrave; let
[\q 351/] them say: "We have held our pav&agrave;ran&agrave;, friends,
do you do, Sirs, as you think fit."</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">4. `If they succeed in this way, well and good;
if they do not succeed,, let a learned, competent, resident bhikkhu proclaim
the following &curren;atti before the resident bhikkhus: "Let the resident
bhikkhus hear me, Sirs. If you are ready, Sirs, let us now hold Uposatha
and recite the P&agrave;timokkha,. And let us hold pav&agrave;ran&agrave;
on the next new-moon day." If O bhikkhus, the litigious (&amp;c., sect.1)
bhikkhus say to those bhikkhus: "Well, friends, hold pav&agrave;ran&agrave;
with us now," let them reply: "You are not masters, friends, of our pav&agrave;ran&agrave;;
we will not hold pav&agrave;ran&agrave; now."</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">5. `If, O bhikkhus, those litigious (&amp;c.,
sect.1) bhikkhus stay there till that new-moon day, let a learned, competent,
resident bhikkhu . . . .<sup><a href="#N_35_">(35)</a></sup></font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">6. `If, O bhikkhus, those litigious (&amp;c.,
sect.1) bhikkhus stay there still till that full-moon day those bhikkhus,
O bhikkhus, ought to hold pav&agrave;ran&agrave; all of them no matter
whether they like it or not, on the next full-moon day, on the day of the
komudi c&agrave;tum&agrave;sin&atilde;<sup><a href="#N_36_">(36)</a></sup>.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">7. `If those bhikkhus, O bhikkhus, hold pav&agrave;ran&agrave;,
and a sick bhikkhu inhibits the pav&agrave;ran&agrave; of a healthy bhikkhu,
let them say (to the inhibiting bhikkhu):"You are sick, Sir, and the Blessed
One has said that a sick person cannot endure being questioned. Wait, friend,
until you have recovered; [\q 352/] having recovered, you may reprove him,
if you like." If they speak to him thus, and he reproves (that bhikkhu)
notwithstanding, he makes himself guilty of the p&agrave;cittiya offence
of disregard<sup><a href="#N_37_">(37)</a></sup>.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">8. `If those bhikkhus, O bhikkhus, hold pav&agrave;ran&agrave;,
and a healthy bhikkhu inhibits the pav&agrave;ran&agrave; of a sick bhikkhu,
let them say (to the inhibiting bhikkhu): "This bhikkhu it sick, friend,
and the Blessed One has said that a sick person cannot endure being questioned.
Wait, friend, until this bhikkhu has recovered; when he has recovered you
may reprove him, if you like." If they speak to him thus (&amp;c., as in
sect.7).</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">9. `If those bhikkhus, O bhikkhus, hold pav&agrave;ran&agrave;
and a sick bhikkhu inhibits the pav&agrave;ran&agrave; of another sick
bhikkhu, let them say (to the inhibiting bhikkhu): "You are sick, Sir,
and the Blessed One has said that a sick person cannot endure being questioned.
Wait, friend, until you have recovered; when he has recovered<sup><a href="#N_38_">(38)</a></sup>
you may reprove him, if you like." If they speak to him thus (&amp;c.,
as in sect.7).</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">10. `If those bhikkhus, O bhikkhus, hold pav&agrave;ran&agrave;,
and a healthy bhikkhu inhibits the pav&agrave;ran&agrave; of another healthy
bhikkhu, let the sa&iuml;gha question and examine them both and treat them
according to the law, and then hold pav&agrave;ran&agrave;.'</font>
<br><font face="Times_CSX+"></font>&nbsp;
<br><font face="Times_CSX+"></font>&nbsp;
<br><font face="Times_CSX+"></font>
<br><font face="Times_CSX+"></font>
<center>
<p><font face="Times_CSX+">______________________</font></center>
<font face="Times_CSX+"></font>
<p><font face="Times_CSX+">[\q 353/]</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">18.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">1. At that time a number of bhikkhus, companions
and friends of each other, entered upon vassa in a certain district of
the Kosala country. These bhikkhus, living in unity, and concord, and without
quarrel, had found a comfortable place to dwell in. Now those bhikkhus
thought: `Living in unity, &amp;c., We have found a comfortable place to
dwell in. If we hold pav&agrave;ran&agrave; now, (other bhikkhus) might
come on a journey, having held their pav&agrave;ran&agrave;, (and might
occupy this place); thus we should lose this place which is comfortable
to dwell in. Well, what are we to do?'</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">They told this thing to the Blessed One.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">2. `In case O bhikkhus, a number of bhikkhus,
companions and friends of each other, have entered upon vassa in a certain
district. These bhikkhus, (&amp;c., sect.1).</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`If these bhikkhus think: "Living in unity (&amp;c.,
sect.1, down to:) thus we should lose this place which is comfortable to
dwell in," I allow, O bhikkhus, these bhikkhus to agree upon pav&agrave;ran&agrave;
sa&iuml;gha<sup><a href="#N_39_">(39)</a></sup>.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">3. `And you ought, O bhikkhus, to agree upon
it in this way. Let them all assemble together. When [\q 354/] they have
assembled, let a learned, competent bhikkhu proclaim the following &curren;atti
before the sa&iuml;gha: "Let the sa&iuml;gha, Reverend Sirs, hear me. Living
in unity (&amp;c., sect.1, down to:) thus we should lose this place which
is comfortable to dwell in. If the sa&iuml;gha is ready, let the sa&iuml;gha
agree upon pav&agrave;ran&agrave;sa&iuml;gaha; let it now hold Uposatha
and recite the P&agrave;timokkha, and let the sa&iuml;gha hold pav&agrave;ran&agrave;
on the next komudi c&agrave;tum&agrave;sin&atilde; day. This is the &curren;atti."</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">4. `"Let the sa&iuml;gha, &amp;c.<sup><a href="#N_40_">(40)</a></sup>
"</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">5. `If, O bhikkhus, after those bhikkhus have
agreed upon pav&agrave;ran&agrave;sa&iuml;gaha, a bhikkhu should say: "I
wish, friends, to go on my travels through the country; I have a business
in the country," let them reply to him: "Good, friend, hold pav&agrave;ran&agrave;
and go." If that bhikkhu, O bhikkhus, when holding pav&agrave;ran&agrave;
inhibits the pav&agrave;ran&agrave; of another bhikkhu, let (that other
bhikkhu) say to him: "You are not master of my pav&agrave;ran&agrave;,
friend; I will not hold pav&agrave;ran&agrave; now."</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`If, O bhikkhus, when that bhikkhu holds pav&agrave;ran&agrave;,
another bhikkhu inhibits his pav&agrave;ran&agrave;, let the sa&iuml;gha
question and examine them both and treat them according to the law.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">6. `If that bhikkhu, O bhikkhus, has finished
that business in the country and comes back to that district before the
day of komudi c&agrave;tum&agrave;sin&atilde;, and if a bhikkhu, O bhikkhus,
when the bhikkhus hold pav&agrave;ran&agrave;, inhibits the pav&agrave;ran&agrave;
of that bhikkhu (who has been absent), let him say (to the [\q 355/] inhibiting
bhikkhu): "You are not master of my pav&agrave;ran&agrave; friend; I have
held my pav&agrave;ran&agrave;;"</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">`If, O bhikkhus, when the bhikkhus hold pav&agrave;ran&agrave;,
this bhikkhu inhibits the pav&agrave;ran&agrave; of another bhikkhu, let
the sa&iuml;gha question and examine them both and treat them according
to the law, and then hold pav&agrave;ran&agrave;.'</font>
<br><font face="Times_CSX+"></font>&nbsp;
<br><font face="Times_CSX+"></font>&nbsp;
<br><font face="Times_CSX+"></font>
<br><font face="Times_CSX+"></font>
<center>
<p><font face="Times_CSX+">________________________</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">End of the Pav&agrave;ran&agrave;-Khandhaka.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">======================</font></center>
<font face="Times_CSX+"></font>
<p><br><font face="Times_CSX+"></font>
<br><font face="Times_CSX+"></font>
<p><a NAME="N_1_"></a><font face="Times_CSX+">1.</font><font face="Times_CSX+"></font>
<p><font face="Times_CSX+">&nbsp;See the note on I, 6, 11.</font><font face="Times_CSX+"></font>
<p><a NAME="N_2_"></a><font face="Times_CSX+">2. See the note on I, 6,
11.</font><font face="Times_CSX+"></font>
<p><a NAME="N_3_"></a><font face="Times_CSX+"><font size=-1>3.&nbsp; We
are not quite sure of the meaning of the compounds hattha-vik&agrave;rena
and hattha vila&iuml;ghakena. Buddhaghosa says merely hatthavila&iuml;ghaken&agrave;'ti
hatthukkhepakena.</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_4_"></a><font face="Times_CSX+"><font size=-1>4.&nbsp; For
this whole passage, compare Cullavagga viii, 5, 3. The single actions which
these bhikkhus do, are quite correct, except that they keep silence during
the whole time of vassa, and especially at the end of it, for which time
Buddha, on this occasion, prescribes the pav&agrave;ran&agrave; ceremony.</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_5_"></a><font face="Times_CSX+"><font size=-1>5.&nbsp; Literally,
invite each other; i.e. Every bhikkhu present invites his companions to
tell him if they believe him guilty of an offence, having seen that offence,
or having heard of it, or suspecting it.</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_6_"></a><font face="Times_CSX+"><font size=-1>6.&nbsp; I.e.
I invite the sa&iuml;gha to charge me with any offence they think me guilty
of which they have seen, or heard of, or which they suspect.</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_7_"></a><font face="Times_CSX+"><font size=-1>7.&nbsp; As
in the preceding sentence, except that the younger bhikkhus do not address
the Sa&iuml;gha, `Friends,' but, `Reverend Sirs.'</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_8_"></a><font face="Times_CSX+"><font size=-1>8.&nbsp; Comp.
II, 14, 1, and the note on II, 34, 1</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_9_"></a><font face="Times_CSX+"><font size=-1>9.&nbsp; This
passage is exactly identical with II, 14, 2. 3, replacing `Uposatha service'
by `pav&agrave;ran&agrave; service.'</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_10_"></a><font face="Times_CSX+"><font size=-1>10.&nbsp;
This passage is a repetition of ii, 22, 2-4, the words, hold Uposatha,'
declare the `p&agrave;risuddhi,' &amp;c., being replaced respectively by
`hold pav&agrave;ran&agrave;,' `declare the pav&agrave;ran&agrave;,' &amp;c.</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_11_"></a><font face="Times_CSX+"><font size=-1>11.&nbsp;
See ii , 23.</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_12_"></a><font face="Times_CSX+"><font size=-1>12.&nbsp;
Comp. The finishing clause of II, 23.</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_13_"></a><font face="Times_CSX+"><font size=-1>13.&nbsp;
This is a repetition of II, 24, but instead of `Uposatha' and p&agrave;risuddhi
read `Pav&agrave;ran&agrave;.'</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_14_"></a><font face="Times_CSX+"><font size=-1>14.&nbsp;
As a general rule five bhikkhus were sufficient to form the quorum ; but
for the performance of several among the official acts of the order the
presence of more than five members was required; see ix 4,1 seq.</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_15_"></a><font face="Times_CSX+"><font size=-1>15.&nbsp;
See IX, 4, 1</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_16_"></a><font face="Times_CSX+"><font size=-1>16.&nbsp;
See chap. 3, sect. 3. Compare II, chap. 22, and chap. 26, sect. 10</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_17_"></a><font face="Times_CSX+"><font size=-1>17.&nbsp;
See chap. 16, sect.1.</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_18_"></a><font face="Times_CSX+"><font size=-1>18.&nbsp;
The following paragraphs and chapters exactly follow the indicated by II,
28-35. The alterations to be made are obvious and sufficiently indicated
by sects. 1-3; instead of, `let them proclaim their p&agrave;risuddhi'
(II, 28, 4, &amp;c.), read here, `let them pronounce their pav&agrave;ran&agrave;.'</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_19_"></a><font face="Times_CSX+"><font size=-1>19.&nbsp;
See II, 36, 1-3.</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_20_"></a><font face="Times_CSX+"><font size=-1>20.&nbsp;
Comp. II, 36, 4, with the note.</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_21_"></a><font face="Times_CSX+"><font size=-1>21.&nbsp;
See, for instance, the cases in chap. 17. Buddhaghosa's explanation is
different; he says: `Concord among the sa&iuml;gha is to be understood
of such cases as that of Kosambi' it is said in the account of the schism
of Kosambi that, if concord has been re-established, the reconciled parties
hold Uposatha together X, 5, 14 ; comp. II, 36, 4). Buddhaghosa apparently
extends, this to holding pav&agrave;ran&agrave; also.</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_22_"></a><font face="Times_CSX+"><font size=-1>22.&nbsp;
This means apparently that the bhikkhus were not obliged to pronounce the
formula of pav&agrave;ran&agrave; (chap.1, t4) thrice, but twice or once
respectively.</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_23_"></a><font face="Times_CSX+"><font size=-1>23.&nbsp;
Comp. II, 16, 1.</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_24_"></a><font face="Times_CSX+"><font size=-1>24.&nbsp;
Correct in the P&agrave;li text pariyosit&agrave;ya into apariyosit&agrave;ya.</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_25_"></a><font face="Times_CSX+"><font size=-1>25.&nbsp;
The paragraph is repeated with the phrases, `With the twofold formula,'
` with the onefold formula,' and by common declaration of all the bhikkhus
who have kept vassa together,' respectively, instead of ` with the threefold
formula.'</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_26_"></a><font face="Times_CSX+"><font size=-1>26.&nbsp;
As in sect..6. But instead of `Not of a pure conduct in his deeds, nor
in his words, nor as regards his means of livelihood,' read respectively,
of a pure conduct in his deeds, but not in his words, nor as regards his
means of livelihood' (sect. 7); `of a pure conduct in his deeds and in
" words, but not with regard to his means of: livelihood' (sect. 8); of
a pure conduct in his deeds and in his words and with regard to his means
of livelihood'(sect. 9).</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_27_"></a><font face="Times_CSX+"><font size=-1>27.&nbsp;
The meaning of antagg&agrave;hik&agrave; di&ntilde;&ntilde;hi (Sanskrit
&agrave;ntargrahik&agrave; d&ccedil;&atilde;sh&ntilde;i? &agrave;ntagrahik&agrave;
d&ccedil;&atilde;sh&ntilde;i?) is unknown to us; Buddhaghosa gives no explanation.
Perhaps it may, mean Doctrine partly false and partly correct (eclectic).</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_28_"></a><font face="Times_CSX+"><font size=-1>28.&nbsp;
See the 8th sa&iuml;gh&agrave;disesa rule.</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_29_"></a><font face="Times_CSX+"><font size=-1>29.&nbsp;
See the 76th p&agrave;cittiya rule.</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_30_"></a><font face="Times_CSX+"><font size=-1>30.&nbsp;
According to Buddhaghosa, the bhikkhu who brings such an unfounded charge
against a fellow bhikkhu, is guilty of a dukka&ntilde;a offence</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_31_"></a><font face="Times_CSX+"><font size=-1>31.&nbsp;
Because it had not been possible to decide the matter at the pav&agrave;ran&agrave;
(Buddhaghosa).</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_32_"></a><font face="Times_CSX+"><font size=-1>32.&nbsp;
See the 63rd p&agrave;cittiya rule.</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_33_"></a><font face="Times_CSX+"><font size=-1>33.&nbsp;
In this way, when the inimical bhikkhus are arriving about the time of
pav&agrave;ran&agrave; the resident bhikkhus count the day which is the
thirteenth or fourteenth to the other bhikkhus, as the fifteenth, and thus
they are enabled to finish their pav&agrave;ran&agrave; before they can
be prevented.</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_34_"></a><font face="Times_CSX+"><font size=-1>34.&nbsp;
See I, 6,11</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_35_"></a><font face="Times_CSX+"><font size=-1>35.&nbsp;
As, in sect. 4, down to the end of the paragraph; instead of, on the next
new-moon day, it is to be read here, `On the next full-moon day.'</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_36_"></a><font face="Times_CSX+"><font size=-1>36.&nbsp;
See the note on iii, 14. 11.</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_37_"></a><font face="Times_CSX+"><font size=-1>37.&nbsp;
See the 64th p&agrave;cittiya rule.</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_38_"></a><font face="Times_CSX+"><font size=-1>38.&nbsp;
Probably we should read in the P&agrave;li text `&agrave;rogo &agrave;roga&uuml;
&agrave;ka&iuml;kham&agrave;no codessas&atilde;ti.' then the translation
would be: when you have recovered and he has recovered &amp;c.'</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_39_"></a><font face="Times_CSX+"><font size=-1>39.&nbsp;
Literally this word means, we believe, keeping back one's own pav&agrave;ran&agrave;.'
Buddhaghosa says: `When the decree of pav&agrave;ran&agrave;sa&iuml;gaha
has been issued, the bhikkhus (who have issued it) ought to live as in
the rainy season. Incoming bhikkhus are not allowed to take possession
of their places of rest. On the other side, they ought not to interrupt
their vassa residence.'</font></font><font face="Times_CSX+"></font>
<p><a NAME="N_40_"></a><font face="Times_CSX+"><font size=-1>40.&nbsp;
Here follows the usual formula of a &curren;attidutiya kamma as in Book
II, chap. 6. Comp. the note in book I, chap. 28, sect. 3.</font></font>
</body>
</html>
