<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8">
<META NAME="Generator" CONTENT="Microsoft Word 97">
<TITLE>Udana 1: Bodhivaggo</TITLE>
<META NAME="Template" CONTENT="C:\PROGRAM FILES\MICROSOFT OFFICE\OFFICE\html.dot">
</HEAD>
<BODY LINK="#0000ff" VLINK="#800080">

<P ALIGN="CENTER"><A NAME="_Toc53542732"><A NAME="_Toc53489679"><A HREF="index.htm"><FONT FACE="Sangayana,Times New Roman">Ud&agrave;na Home Page</FONT></A><FONT FACE="Sangayana,Times New Roman">&nbsp;&nbsp;&nbsp;&nbsp;</FONT><A HREF="2-Mucalindavaggo.htm"><FONT FACE="Sangayana,Times New Roman">Ud&agrave;na 2: Mucalindavaggo</FONT></A></P>
<FONT FACE="Sangayana,Times New Roman"><P ALIGN="CENTER"><A NAME="_Toc53542733"></A></A><BR>
</FONT><B><FONT FACE="Sangayana,Times New Roman" SIZE=4 COLOR="#000080">Ud&agrave;na 1: The Chapter (Including the Discourses) about the Awakening (Tree)</A></P>
</FONT><FONT FACE="Sangayana,Times New Roman" COLOR="#000080"><P ALIGN="CENTER">Reverence to him, the Auspicious One, the Worthy One, the Perfect Sambuddha!</P>
</B><P><A NAME="_Toc13525720"><A NAME="_Toc13525589"></P>
<B><P ALIGN="CENTER"></A></A>1: The First Discourse about the Awakening (Tree)</P><DIR>
<DIR>

</B><P><A NAME="one1"></A>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near Uruvel&agrave;, on the bank of the river Nera造jara, at the root of the Awakening tree, in the first (period) after attaining Awakening. Then at that time the Auspicious One  was sitting in one cross-legged posture for seven days experiencing the happiness of freedom. Then with the passing of those seven days, the Auspicious One, after arising from that concentration, for the first watch of the night, applied his mind thoroughly to conditional arising in forward order:</P><DIR>
<DIR>

<P>&szlig;This being so, that is; with the arising of this, that arises,<BR>
that is to say: because of ignorance there are (volitional) processes,<BR>
because of (volitional) processes: consciousness,<BR>
because of consciousness: name-and-form,<BR>
because of name-and-form: the six sense spheres,<BR>
because of the six sense spheres: contact,<BR>
because of contact: feeling,<BR>
because of feeling: craving,<BR>
because of craving: attachment,<BR>
because of attachment: continuation,<BR>
because of continuation: birth,<BR>
because of birth: old age, death,<BR>
grief, lamentation, pain, sorrow, and despair (all) originate,<BR>
and so there is an arising of this whole mass of suffering.&ucirc;</P></DIR>
</DIR>

<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P><A NAME="one1ud"></A>&szlig;When (the nature of) things becomes really manifest<BR>
To the ardent meditating br&agrave;hma&otilde;a,<BR>
Then all his doubts disappear,<BR>
Since he knows (the nature of a) thing and its cause.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="_Toc13525721"><A NAME="_Toc53542735"><A NAME="one2"></A>2: The Second Discourse about the Awakening (Tree)</P><DIR>
<DIR>

</B><P></A></A>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near Uruvel&agrave;, on the bank of the river Nera造jara, at the root of the Awakening tree, in the first (period) after attaining Awakening. Then at that time the Auspicious One was sitting in one cross-legged posture for seven days experiencing the happiness of freedom. Then with the passing of those seven days, the Auspicious One, after arising from that concentration, for the middle watch of the night, applied his mind thoroughly to conditional arising in reverse order:</P><DIR>
<DIR>

<P>&szlig;This not being so, that is not; with the ceasing of this, that ceases,<BR>
that is to say: with the cessation of ignorance, there is the cessation of (volitional) processes,<BR>
with the cessation of (volitional) processes, the cessation of consciousness, <BR>
with the cessation of consciousness, the cessation of name-and-form, <BR>
with the cessation of name-and-form, the cessation of the six sense spheres, <BR>
with the cessation of the six sense spheres, the cessation of contact, <BR>
with the cessation of contact, the cessation of feeling, <BR>
with the cessation of feeling, the cessation of craving, <BR>
with the cessation of craving, the cessation of attachment, <BR>
with the cessation of attachment, the cessation of continuation, <BR>
with the cessation of continuation, the cessation of birth, <BR>
with the cessation of birth, old age, death,<BR>
grief, lamentation, pain, sorrow, and despair (all) cease,<BR>
and so there is a cessation of this whole mass of suffering.&ucirc;</P></DIR>
</DIR>

<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;When (the nature of) things becomes really manifest<BR>
To the ardent meditating br&agrave;hma&otilde;a,<BR>
Then all his doubts disappear,<BR>
Since the destruction of causes has been understood.&ucirc;</P>
<P>&nbsp;&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="_Toc13525722"><A NAME="_Toc53542736"><A NAME="one3"></A>3: The Third Discourse about the Awakening (Tree)</P><DIR>
<DIR>

</B><P></A></A>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near Uruvel&agrave;, on the bank of the river Nera造jara, at the root of the Awakening tree, in the first (period) after attaining Awakening. Then at that time the Auspicious One was sitting in one cross-legged posture for seven days experiencing the happiness of freedom. Then with the passing of those seven days, the Auspicious One, after arising from that concentration, for the last watch of the night, applied his mind thoroughly to conditional arising in forward and reverse order:</P><DIR>
<DIR>

<P>&szlig;This being so, that is; with the arising of this, that arises,<BR>
this not being, that is not; with the ceasing of this, that ceases, <BR>
that is to say: because of ignorance there are (volitional) processes,<BR>
because of (volitional) processes: consciousness,<BR>
because of consciousness: name-and-form,<BR>
because of name-and-form: the six sense spheres,<BR>
because of the six sense spheres: contact,<BR>
because of contact: feeling,<BR>
because of feeling: craving,<BR>
because of craving: attachment,<BR>
because of attachment: continuation,<BR>
because of continuation: birth,<BR>
because of birth: old age, death, <BR>
grief, lamentation, pain, sorrow, and despair (all) originate, <BR>
and so there is an arising of this whole mass of suffering.</P>
<P>But with the complete fading away and cessation of ignorance, there is the cessation of (volitional) processes, <BR>
with the cessation of (volitional) processes, the cessation of consciousness, <BR>
with the cessation of consciousness, the cessation of name-and-form, <BR>
with the cessation of name-and-form, the cessation of the six sense spheres, <BR>
with the cessation of the six sense spheres, the cessation of contact, <BR>
with the cessation of contact, the cessation of feeling, <BR>
with the cessation of feeling, the cessation of craving, <BR>
with the cessation of craving, the cessation of attachment, <BR>
with the cessation of attachment, the cessation of continuation, <BR>
with the cessation of continuation, the cessation of birth, <BR>
with the cessation of birth, old age, death,<BR>
grief, lamentation, pain, sorrow, and despair (all) cease, <BR>
and so there is a cessation of this whole mass of suffering.&ucirc;</P></DIR>
</DIR>

<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;When (the nature of) things becomes really manifest<BR>
To the ardent meditating br&agrave;hma&otilde;a,<BR>
He stands dispelling M&agrave;ra's army,<BR>
As the sun (dwells) lighting up the firmament.&ucirc;</P>
<P>&nbsp;&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="_Toc13525723"><A NAME="_Toc53542737"><A NAME="one4"></A>4: The Discourse about the Banyan (Tree)</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near Uruvel&agrave;, on the bank of the river Nera造jara, at the root of the Goatherd's Banyan tree, in the first (period) after attaining Awakening. Then at that time the Auspicious One was sitting in one cross-legged posture for seven days experiencing the happiness of freedom. Then with the passing of those seven days, the Auspicious One, arose from that concentration. </P>
<P>Then a certain br&agrave;hma&otilde;a who was by nature a grumbler went to the Auspicious One, and after going, he exchanged greetings with the Auspicious One. After exchanging courteous talk and greetings, he stood on one side. While stood on one side that br&agrave;hma&otilde;a said this to the Auspicious One: &szlig;To what extent, dear Gotama, is one a br&agrave;hma&otilde;a? And again what things make one a br&agrave;hma&otilde;a?&ucirc; </P>
<P></A></A>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;That br&agrave;hma&otilde;a who has removed bad things,<BR>
Not grumbling, free from blemish, self-restrained,<BR>
With perfect understanding, (and) the spiritual life accomplished,<BR>
Righteously he might speak a word about the Brahman,<BR>
For him there is no arrogance anywhere in the world.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="_Toc13525724"><A NAME="_Toc53542738"><A NAME="one5"></A>5: The Discourse about the Elders</P><DIR>
<DIR>

</B><P><A NAME="savatthi"></A>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near S&agrave;vatth&atilde;, at An&agrave;thapi&otilde;&oacute;ika's monastery in Jeta's Wood. Then at that time venerable S&agrave;riputta, venerable Mah&agrave;moggallana, venerable Mah&agrave;kassapa, venerable Mah&agrave;kacc&agrave;yana, venerable Mah&agrave;ko&ntilde;&ntilde;hita, venerable Mah&agrave;kappina, venerable Mah&agrave;cunda, venerable Anuruddha, venerable Revata, and venerable Nanda went to the Auspicious One. The Auspicious One saw those venerable ones coming while still far away, and having seen (them), he addressed the monks (saying): &szlig;These br&agrave;hma&otilde;as are coming, monks; these br&agrave;hma&otilde;as are coming, monks.&ucirc; </P>
<P>After that was said, a certain monk who was a br&agrave;hma&otilde;a by birth, said to the Auspicious One: </A></A>&szlig;To what extent, dear Gotama, is one a br&agrave;hma&otilde;a? And again what things make one a br&agrave;hma&otilde;a?&ucirc;</P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>Those who, having removed bad things, live always mindful,<BR>
The Buddhas who have destroyed the fetters,&nbsp;&nbsp;&nbsp;&nbsp;truly they are br&agrave;hma&otilde;as in the world.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="_Toc13525725"><A NAME="_Toc53542739"><A NAME="one6"></A>6: The Discourse about Kassapa</P><DIR>
<DIR>

</B><P><A NAME="rajagaha"></A>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near R&agrave;jagaha, at the Squirrel's Feeding Place in Bamboo Wood. Then at that time venerable Mah&agrave;kassapa was dwelling in the Pepper Cave, and was afflicted, suffering, and very sick. Then venerable Mah&agrave;kassapa at another time arose from that affliction. Then this occured to venerable Mah&agrave;kassapa when he arose from that affliction: &szlig;Well now, I should enter R&agrave;jagaha for alms.&ucirc; </P>
<P>Then at that time five hundred devat&agrave;s were ready and eager to offer almsfood to venerable Mah&agrave;kassapa. But venerable Mah&agrave;kassapa, after refusing those five hundred devat&agrave;s, <A NAME="pubbanhasamaya"></A>having dressed in the morning time, after picking up his bowl and robe, entered R&agrave;jagaha for alms, (going) to the poor streets, to the wretched streets, to the weaver's streets.</P>
<P>The Auspicious One saw venerable Mah&agrave;kassapa walking for alms in R&agrave;jagaha, (going) to the poor streets, to the wretched streets, to the weaver's streets. </P>
<P><A NAME="udana"><A NAME="one6ud"></A></A></A></A>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;Not nourishing another, well-known,&nbsp;&nbsp;&nbsp;&nbsp;controlled, established in the essential,<BR>
With pollutants destroyed, rid of faults:&nbsp;&nbsp;&nbsp;&nbsp;him I call a br&agrave;hma&otilde;a.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="_Toc13525726"><A NAME="_Toc53542740"><A NAME="one7"></A>7: The Discourse about P&agrave;v&agrave;</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near P&agrave;v&agrave;, at the Flock of Goats Shrine, in the domicile of the Flock of Goats yakkha. Then at that time the Auspicious One, in the darkness of the night, was sitting in the open air, and the sky-god was raining lightly drop by drop. </P>
<P>Then the Flock of Goats yakkha desiring to give rise to fear, terror, and horror in the Auspicious One, went to the Auspicious One, and after going, not far away from the Auspicious One three times (he called out): &szlig;Confusion, great confusion&ucirc;, and he made a great confusion, &szlig;This is a demon for you, ascetic!&ucirc; </P>
<P></A></A>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;He is a br&agrave;hma&otilde;a when he has gone beyond in regard to his own things,<BR>
Then has he transcended this demon and the great confusion.&ucirc;</P>
<P>&nbsp;</P></DIR>

<B><P ALIGN="CENTER"><A NAME="_Toc13525727"><A NAME="_Toc53542741"><A NAME="one8"></A>8: The Discourse about Sa&iuml;g&agrave;maj&atilde;</P><DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near S&agrave;vatth&atilde;, at An&agrave;thapi&otilde;&oacute;ika's monastery in Jeta's Wood. Then at that time venerable Sa&iuml;g&agrave;maj&atilde; had arrived at S&agrave;vatth&atilde; to see the Auspicious One. Venerable Sa&iuml;g&agrave;maj&atilde;'s former wife heard: &szlig;Master Sa&iuml;g&agrave;maj&atilde; it seems has arrived at S&agrave;vatthi&ucirc;, and taking her little boy she went to Jeta's Wood.</P>
<P>Then at that time venerable Sa&iuml;g&agrave;maj&atilde; was dwelling for the day sat at the root of a certain tree. Then venerable Sa&iuml;g&agrave;maj&atilde;'s former wife went to venerable Sa&iuml;g&agrave;maj&atilde;, and after going, she said to venerable Sa&iuml;g&agrave;maj&atilde;: &szlig;I have a little son, ascetic, you must take care of me.&ucirc; After that was said, venerable Sa&iuml;g&agrave;maj&atilde; was silent.</P>
<P>For a second time venerable Sa&iuml;g&agrave;maj&atilde;'s former wife said to venerable Sa&iuml;g&agrave;maj&atilde;: &szlig;I have a little son, ascetic, you must take care of me.&ucirc; For a second time venerable Sa&iuml;g&agrave;maj&atilde; was silent.</P>
<P>For a third time venerable Sa&iuml;g&agrave;maj&atilde;'s former wife said to venerable Sa&iuml;g&agrave;maj&atilde;: &szlig;I have a little son, ascetic, you must take care of me.&ucirc; For a third time venerable Sa&iuml;g&agrave;maj&atilde; was silent.</P>
<P>Then venerable Sa&iuml;g&agrave;maj&atilde;'s former wife having put the boy down in front of venerable Sa&iuml;g&agrave;maj&atilde;, went away, (saying): &szlig;This is your son, ascetic, you must take care of him.&ucirc; But venerable Sa&iuml;g&agrave;maj&atilde; did not look at the boy, and nor did he speak (to him). </P>
<P>Then venerable Sa&iuml;g&agrave;maj&atilde;'s former wife having gone not far away, looking round saw that venerable Sa&iuml;g&agrave;maj&atilde; was neither looking at the boy, and nor was he speaking (to him). Having seen (that) this occured to her: &szlig;This ascetic does not even want a son.&ucirc; Therefore, after turning back and taking the boy, she went away.</P>
<P>The Auspicious One saw with the divine-eye which is purified, and surpasses that of men, that venerable Sa&iuml;g&agrave;maj&atilde;'s former wife had such bad manners.</P>
<P><A NAME="one8ud"></A></A></A>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;In (her) coming he does not rejoice,&nbsp;&nbsp;&nbsp;&nbsp;in (her) leaving he does not grieve, <A NAME="Text_44"></A><BR>
Sa&iuml;g&agrave;maj&atilde; `Victorious in Battle', free from the shackle:&nbsp;&nbsp;&nbsp;&nbsp;him I call a br&agrave;hma&otilde;a.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="_Toc13525728"><A NAME="_Toc513899386"><A NAME="_Toc53542742"><A NAME="one9"></A>9: The Discourse about Those with Knotted Hair</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near Gay&agrave;, on Gay&agrave; Peak. Then at that time many knotted hair ascetics, in the cold Winter nights, in between `the eights', at the time of the snowfall, in the Gay&agrave; (river), were plunging out, and plunging in, were plunging out and in, were sprinkling (water), and were offering the fire sacrifice, (thinking): &szlig;Through this there is purity.&ucirc;</P>
<P></A></A></A>The Auspicious One saw that those many knotted hair ascetics, in the Winter nights, in between `the eights', at the time of the snowfall, in the Gay&agrave; (river), were plunging out and plunging in, were plunging out and in, were sprinkling (water), and were offering the fire sacrifice, (thinking): &szlig;Through this there is purity.&ucirc;</P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;Not through water is there purity&nbsp;&nbsp;&nbsp;&nbsp;- many people bathe here! <BR>
In whom there is truth and Dhamma,&nbsp;&nbsp;&nbsp;&nbsp;he is pure, and he is a br&agrave;hma&otilde;a.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER">10: The Discourse about B&agrave;hiya</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near S&agrave;vatth&atilde;, at An&agrave;thapi&otilde;&oacute;ika's monastery in Jeta's Wood. Then at that time B&agrave;hiya of the Bark Robe was living near Supp&agrave;raka, on the bank of the ocean, being venerated, respected, revered, honoured, esteemed, in receipt of robes, almsfood, dwellings, and medicinal requisites to help when sick.</P>
<P>Then when B&agrave;hiya of the Bark Robe had gone into hiding, into seclusion, this reflection arose in his mind: &szlig;Among those in the world who are Worthy Ones, or have entered the path to Worthiness, I am one of them.&ucirc; Then a devat&agrave;, who was a former blood-relative of B&agrave;hiya of the Bark Robe, being compassionate and desiring his welfare, knowing with his mind the reflection that had arisen in B&agrave;hiya of the Bark Robe's mind, went to B&agrave;hiya of the Bark Robe, and after going, he said this to B&agrave;hiya of the Bark Robe: &szlig;You are certainly not a Worthy One, B&agrave;hiya. Nor have you entered the path to Worthiness. This practice of yours is not one whereby you could be a Worthy One, or one who has entered the path to Worthiness.&ucirc;</P>
<P>&szlig;Then who now in this world with its devas are Worthy Ones, or have entered the path to Worthiness?&ucirc;</P>
<P>&szlig;There is, B&agrave;hiya, in the northern countries a city by the name of S&agrave;vatth&atilde;. There the Auspicious One dwells at the present time who is a Worthy One, a Perfect Sambuddha. He, B&agrave;hiya, the Auspicious One, is certainly a Worthy One, and teaches the Dhamma for (attaining) Worthiness.&ucirc;</P>
<P>Then B&agrave;hiya of the Bark Robe being greatly moved by that devat&agrave;, immediately went away from Supp&agrave;raka, and staying (for only) one night in every place, went to S&agrave;vatth&atilde;, Jeta's Wood, and to An&agrave;thapi&otilde;&oacute;ika's monastery. Then at that time many monks were walking (in meditation) in the open air. Then B&agrave;hiya of the Bark Robe went to those monks, and after going, he said this to those monks:</P>
<P>&szlig;Where, reverend Sirs, is the Auspicious One living at present, the Worthy One, the Perfect Sambuddha? We have a desire to see the Auspicious One, the Worthy One, the Perfect Sambuddha.&ucirc;</P>
<P>&szlig;The Auspicious One, B&agrave;hiya, has entered among the houses for alms.&ucirc;</P>
<P>Then B&agrave;hiya of the Bark Robe having hurriedly left Jeta's Grove and having entered S&agrave;vatth&atilde;, saw the Auspicious One walking for alms in S&agrave;vatth&atilde;, confident, inspiring confidence, with (sense) faculties at peace, mind at peace, having attained supreme self-control and calm, controlled, guarded, with restrained faculties, a (true) n&agrave;ga.</P>
<P>After seeing (him), he went to the Auspicious One, and after going and prostrating himself with his head at the Auspicious One's feet, he said this to the Auspicious One: &szlig;Let the Auspicious One preach the Dhamma to me, reverend Sir, let the Fortunate One preach the Dhamma, that will be for my benefit and happiness for a long time.&ucirc;</P>
<P>After that was said, the Auspicious One said this to B&agrave;hiya of the Bark Robe: &szlig;It is the wrong time for you, B&agrave;hiya, we have entered among the houses for alms.&ucirc;</P>
<P>For a second time B&agrave;hiya of the Bark Robe said this to the Auspicious One: &szlig;But it is hard to know, reverend Sir, the dangers to the Auspicious One's life, or the dangers to my life! Let the Auspicious One preach the Dhamma to me, reverend Sir, let the Fortunate One preach the Dhamma, that will be for my benefit and happiness for a long time.&ucirc;</P>
<P>For a second time the Auspicious One said this to B&agrave;hiya of the Bark Robe: &szlig;It is the wrong time for you, B&agrave;hiya, we have entered among the houses for alms.&ucirc;</P>
<P>For a third time B&agrave;hiya of the Bark Robe said this to the Auspicious One: &szlig;But it is hard to know, reverend Sir, the dangers to the Auspicious One's life, or the dangers to my life! Let the Auspicious One preach the Dhamma to me, reverend Sir, let the Fortunate One preach the Dhamma, that will be for my benefit and happiness for a long time.&ucirc;</P>
<P>&szlig;In that case, B&agrave;hiya, you should train yourself thus:</P><DIR>
<DIR>

<P>In what is seen there must be only what is seen,<BR>
in what is heard there must be only what is heard,<BR>
in what is sensed there must be only what is sensed,<BR>
in what is cognized there must be only what is cognized.</P></DIR>
</DIR>

<P>This is the way, B&agrave;hiya, you should train yourself. </P><DIR>
<DIR>

<P>And since for you, B&agrave;hiya, in what is seen there will be only what is seen, <BR>
in what is heard there will be only what is heard, <BR>
in what is sensed there will be only what is sensed,<BR>
in what is cognized there will be only what is cognized,</P>
<P>therefore, B&agrave;hiya, you will not be with that;<BR>
and since, B&agrave;hiya, you will not be with that, therefore, B&agrave;hiya, you will not be in that;<BR>
and since, B&agrave;hiya, you will not be in that, therefore, B&agrave;hiya, you</FONT> <BR>
<FONT FACE="Sangayana,Times New Roman" COLOR="#000080">will not be here or hereafter or in between the two<BR>
- just this is the end of suffering.&ucirc;</P></DIR>
</DIR>

<P>Then through the Auspicious One's brief teaching of this Dhamma B&agrave;hiya of the Bark Robe's mind was immediately freed from the pollutants, without attachment. Then the Auspicious One, having advised B&agrave;hiya of the Bark Robe with this brief advice, went away.</P>
<P>Then not long after the Auspicious One had gone a cow with a young calf, having attacked B&agrave;hiya of the Bark Robe, deprived him of life. Then the Auspicious One after walking for alms in S&agrave;vatth&atilde;, <A NAME="paccabhatta"></A>while returning from the alms-round after the meal, after going out from the city with many monks, saw that B&agrave;hiya of the Bark Robe had died. After seeing (him), he addressed the monks, (saying): &szlig;Monks, take up B&agrave;hiya of the Bark Robe's body, and after putting it on a bier, carrying it away, and burning it, make a memorial mound for him, your fellow in the spiritual life, monks, has died.&ucirc;</P>
<P>&szlig;Yes, reverend Sir,&ucirc; said those monks, and after replying to the Auspicious One, putting B&agrave;hiya of the Bark Robe's body on a bier, carrying it away, burning it, and making a memorial mound for him, they went to the Auspicious One, <A NAME="approach"></A>and after going and worshipping the Auspicious One, they sat down on one side. While sat on one side those bhikkhus said this to the Auspicious One: &szlig;Burnt, reverend Sir, is B&agrave;hiya of the Bark Robe's body, and the memorial mound for him has been made. What is his destination? What is his future state?&ucirc; </P>
<P>&szlig;A wise man, monks, was B&agrave;hiya of the Bark Robe, who practiced Dhamma in accordance with the Dhamma, and did not trouble me on account of the Dhamma. Completely emancipated, monks, is B&agrave;hiya of the Bark Robe.&ucirc;</P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;In the place where the water, earth,&nbsp;&nbsp;&nbsp;&nbsp;fire, and wind find no footing,<BR>
There the stars do not shine,&nbsp;&nbsp;&nbsp;&nbsp;nor does the sun give light, <BR>
There the moon does not glow,&nbsp;&nbsp;&nbsp;&nbsp;there darkness is not found.</P>
<P>And when the sage, the br&agrave;hma&otilde;a, has experienced (nibb&agrave;na) through his own sagacity, <BR>
Then from both form and formless,&nbsp;&nbsp;&nbsp;&nbsp;happiness and suffering, he is free.&ucirc;</P></DIR>
</DIR>

<P>This exalted utterance was also said by the Auspicious One, so I have heard.</P>
<P>&nbsp;</P>
<P>&nbsp;</P>
<P>&nbsp;</P></FONT></BODY>
</HTML>
