<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8">
<META NAME="Generator" CONTENT="Microsoft Word 97">
<TITLE>Udana 2: Mucalindavaggo</TITLE>
<META NAME="Template" CONTENT="C:\PROGRAM FILES\MICROSOFT OFFICE\OFFICE\html.dot">
</HEAD>
<BODY LINK="#0000ff" VLINK="#800080">

<P ALIGN="CENTER"><A NAME="_Toc13525730"><A NAME="_Toc13525602"><A NAME="_Toc53542744"><A NAME="_Toc53489680"><A HREF="index.htm"><FONT FACE="Sangayana,Times New Roman">Ud&agrave;na Home Page</FONT></A><FONT FACE="Sangayana,Times New Roman">&nbsp;&nbsp;&nbsp;&nbsp;</FONT><A HREF="3-Nandavaggo.htm"><FONT FACE="Sangayana,Times New Roman">Ud&agrave;na 3: Nandavaggo</FONT></A></P>
<B><FONT FACE="Sangayana,Times New Roman" SIZE=4 COLOR="#000080"><P ALIGN="CENTER"><A NAME="_Toc53542745"></A></A>Ud&agrave;na 2: The Chapter (Including the Discourse) About Mucalinda</A></P>
</B></FONT><FONT FACE="Sangayana,Times New Roman" COLOR="#000080"><P>&nbsp;</P>
<B><P ALIGN="CENTER"><A NAME="_Toc13525603"><A NAME="_Toc53542746"><A NAME="two1"></A></A></A>1: The Discourse about Mucalinda</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near Uruvel&agrave;, on the bank of the river Nera¤jara, at the root of the Mucalinda (tree), in the first (period) after attaining Awakening. Then at that time the Auspicious One was sitting in one cross-legged posture for seven days experiencing the happiness of freedom.</P>
<P>Then at that time a great cloud arose out of season, (bringing) seven days of rainy weather, cold winds, and overcast days. Then the N&agrave;ga King Mucalinda, after leaving his domicile, and surrounding the Auspicious One's body seven times with his coils, stood with his great hood stretched out above his head, (thinking): &szlig;May the Auspicious One not be cold, may the Auspicious One not be hot, may the Auspicious One not be affected by gadflies, mosquitoes, wind, the heat (of the sun), and serpents.&ucirc;</P>
<P>Then with the passing of those seven days, the Auspicious One arose from that concentration. Then the N&agrave;ga King Mucalinda, having understood that the sky was now clear without a cloud, having unravelled his coils from the Auspicious One's body, and after withdrawing his own form, and creating the appearance of a young br&agrave;hma&otilde;a, </FONT>&nbsp; <FONT FACE="Sangayana,Times New Roman" COLOR="#000080">stood in front of the Auspicious One, revering the Auspicious One with raised hands.</P>
<P></A></A>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;There is happiness and detachment for the one who is satisfied,&nbsp;&nbsp;&nbsp;&nbsp;who has heard the Dhamma, and who sees,<BR>
There is happiness for he who is free from ill-will in the world,&nbsp;&nbsp;&nbsp;&nbsp;who is restrained towards breathing beings.</P>
<P>The state of dispassion in the world is happiness,&nbsp;&nbsp;&nbsp;&nbsp;the complete transcending of sense desires,</FONT><BR>
<FONT FACE="Sangayana,Times New Roman" COLOR="#000080">(But)  the removal of the conceit `I am'&nbsp;&nbsp;&nbsp;&nbsp;- this is indeed the highest happiness.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="two2"></A>2: The Discourse about the Kings</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near S&agrave;vatth&atilde;, at An&agrave;thapi&otilde;&oacute;ika's monastery in Jeta's Wood. Then at that time, amongst many monks, after returning from the alms-round after the meal, assembling together, and sitting in the attendance hall, this conversation arose: &szlig;Now, venerable friends, which of these two kings has the greater wealth, the greater riches, <A NAME="Text_6"></A>the greater treasury, the greater realm, the greater vehicle, the greater strength, the greater power, the greater majesty - the Magadhan King Seniya Bimbis&agrave;ra, or the Kosalan King Pasenadi?&ucirc;</P>
<P>Now this conversation amongst those monks was left unfinished. Then the Auspicious One, having risen from seclusion in the evening time, went to the assembly hall, and after going, he sat down on the prepared seat. Having sat down the Auspicious One addressed the monks, (saying): &szlig;What was the talk about, monks, that those who have assembled together and were sitting here at present (were having), and what was the conversation that you left unfinished?&ucirc;</P>
<P>&szlig;Here, reverend Sir, after returning from the alms-round after the meal, assembling together, and sitting in the attendance hall, this conversation arose: &szlig;Now, venerable friends, which of these two kings has the greater wealth, the greater riches, the greater treasury, the greater realm, the greater vehicles, the greater strength, the greater power, the greater majesty - the Magadhan King Seniya Bimbis&agrave;ra, or the Kosalan King Pasenadi?&ucirc; This was the conversation, reverend Sir, that we left unfinished, then the Auspicious One arrived.&ucirc;</P>
<P>&szlig;This is certainly not suitable, monks, for you sons of good family who through faith have gone forth from the home to homelessness, that you should talk such talk. When you have assembled together, monks, there are two things that ought to be done: talk about the Dhamma, or maintain noble silence.&ucirc; </P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;That which is sensual happiness in the world,&nbsp;&nbsp;&nbsp;&nbsp;and that happiness which is divine,<BR>
To the happiness of craving's end, these&nbsp;&nbsp;&nbsp;&nbsp; are not worth a sixteenth part.&ucirc; </P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="two3"></A>3: The Discourse about the Stick</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near S&agrave;vatth&atilde;, at An&agrave;thapi&otilde;&oacute;ika's monastery in Jeta's Wood. Then at that time many young boys who were between S&agrave;vatth&atilde; and Jeta's Wood were attacking a snake with a stick.</P>
<P>Then the Auspicious One, having dressed in the morning time, after picking up his bowl and robe, was entering S&agrave;vatth&atilde; for alms. The Auspicious One saw that many young boys who were between S&agrave;vatth&atilde; and Jeta's Wood were attacking a snake with a stick.</P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;He who, while seeking happiness for himself, harms with a stick <A NAME="Text_10"></A><BR>
(Other) beings who desire happiness,&nbsp;&nbsp;&nbsp;&nbsp;will not find happiness after passing away.</P>
<P>He who, while seeking happiness for himself, does not harm with a stick<BR>
(Other) beings who desire happiness,&nbsp;&nbsp;&nbsp;&nbsp;will find happiness after passing away.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="two4"></A>4: The Discourse about Veneration</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near S&agrave;vatth&atilde;, at An&agrave;thapi&otilde;&oacute;ika's monastery in Jeta's Wood. Then at that time the Auspicious One was venerated, respected, revered, honoured, esteemed, and in receipt of robes, almsfood, dwellings, and medicinal requisites to help when sick; also the Community of monks were venerated, respected, revered, honoured, esteemed, and in receipt of robes, almsfood, dwellings, and medicinal requisites to help when sick.</P>
<P>But wanderers from other sects were not venerated, not respected, not revered, not honoured, not esteemed, nor were they in receipt of robes, almsfood, dwellings, and medicinal requisites to help when sick. Then those wanderers from other sects, being unable to bear the veneration of the Auspicious One and the Community of monks, after seeing the monks in the village or the wilderness, scolded, abused, annoyed, and troubled them with vulgar and rough words.</P>
<P>Then many monks went to the Auspicious One, and after going and worshipping the Auspicious One, they sat down on one side. While sat on one side those monks said this to the Auspicious One: &szlig;At present, reverend Sir, the Auspicious One is venerated, respected, revered, honoured, esteemed, and in receipt of robes, almsfood, dwellings, and medicinal requisites to help when sick; also the Community of monks are venerated, respected, revered, honoured, esteemed, and in receipt of robes, almsfood, dwellings, and medicinal requisites to help when sick.</P>
<P>But wanderers from other sects are not venerated, not respected, not revered, not honoured, not esteemed, nor are they in receipt of robes, almsfood, dwellings, and medicinal requisites to help when sick. Then those wanderers from other sects, reverend Sir, being unable to bear the veneration of the Auspicious One and the Community of monks, after seeing the monks in the village or the wilderness, scold, abuse, annoy, and trouble them with vulgar and rough words.&ucirc;</P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;Affected by pleasure and pain in the village or wilderness,<BR>
you should certainly not consider it as due to oneself or another.<BR>
Contacts affect one with cleaving as condition,<BR>
How could contacts affect one without cleaving?&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="two5"></A>5: The Discourse about the Lay Follower</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near S&agrave;vatth&atilde;, at An&agrave;thapi&otilde;&oacute;ika's monastery in Jeta's Wood. Then at that time a certain lay follower from Icch&agrave;na&iuml;gala had arrived at S&agrave;vatth&atilde; with some business or other. Then that lay follower, having concluded that business in S&agrave;vatth&atilde;, went to the Auspicious One, and after going and worshipping the Auspicious One, he sat down on one side. </P>
<P>While sat on one side the Auspicious One said this to that lay follower: &szlig;At long last, lay follower, you have made arrangements, so to say, for coming here.&ucirc;</P>
<P>&szlig;For a long time, reverend Sir, I have desired to come to see the Auspicious One, but I have been engaged with some sort of duty and business or another, and I have thus been unable to come to see the Auspicious One.&ucirc;</P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;For he who has nothing there is happiness indeed,<BR>
For the one who has discerned the Dhamma, for the learn‚d,<BR>
See how one who has something is troubled, <BR>
He is a person who is in a state of bondage in regard to (other) people.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="two6"></A>6: The Discourse about the Pregnant Woman</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near S&agrave;vatth&atilde;, at An&agrave;thapi&otilde;&oacute;ika's monastery in Jeta's Wood. Then at that time a certain wanderer's young br&agrave;hma&otilde;a wife, was pregnant and about to give birth. Then that female wanderer said this to that wanderer: &szlig;Please go, br&agrave;hma&otilde;a, and bring oil, which can be (used) for my delivery.&ucirc; When that was said that wanderer said this to that female wanderer: &szlig;But from where, dear lady, can I bring oil?&ucirc;</P>
<P>Then for a second time that female wanderer said this to that wanderer: &szlig;Please go, br&agrave;hma&otilde;a, and bring oil, which can be (used) for my delivery.&ucirc; For a second time that wanderer said this to that female wanderer: &szlig;But from where, dear lady, can I bring oil?&ucirc;</P>
<P>Then for a third time that female wanderer said this to that wanderer: &szlig;Please go, br&agrave;hma&otilde;a, and bring oil, which an be (used) for my delivery.&ucirc; </P>
<P>Then at that time at the Kosalan King Pasenadi's storehouse to an ascetic or br&agrave;hma&otilde;a as much ghee or oil as was necessary was being given to drink, but not to carry away. Then it occured to that wanderer: &szlig;At the Kosalan King Pasenadi's storehouse to an ascetic or br&agrave;hma&otilde;a as much ghee or oil as is necessary is being given to drink, but not to carry away. Well now, after going to the Kosalan King Pasenadi's storehouse, and drinking as much of the oil as is necessary, and returning to the house, after throwing it up, I could give it (to her), and that can be (used) for her delivery.&ucirc;</P>
<P>Then that wanderer after going to the Kosalan King Pasenadi's storehouse, and drinking as much of the oil as was necessary, and returning to the house, was not able to get it up nor down, and he was affected by painful, sharp, harsh, and bitter feelings, and he rolled around forwards and backwards.</P>
<P>Then the Auspicious One, having dressed in the morning time, after picking up his bowl and robe, was entering S&agrave;vatth&atilde; for alms. The Auspicious One saw that wanderer affected by painful, sharp, harsh, and bitter feelings, and rolling around forwards and backwards. </P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;Those who have nothing indeed are happy,&nbsp;&nbsp;&nbsp;&nbsp;<BR>
The Perfect Ones are people who surely have nothing, <BR>
See how one who has something is troubled, <BR>
He is a person who is in a state of bondage in regard to (other) people.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="two7"></A>7: The Discourse about the Only Son</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near S&agrave;vatth&atilde;, at An&agrave;thapi&otilde;&oacute;ika's monastery in Jeta's Wood. Then at that time a certain lay follower's only son, who was beloved and dear, had died. <A NAME="Text_19"></A></FONT>&nbsp; <FONT FACE="Sangayana,Times New Roman" COLOR="#000080">Then many lay followers, with wet clothes and hair, in the middle of the day went to the Auspicious One, and after going and worshipping the Auspicious One, they sat down on one side. </P>
<P>While sat on one side the Auspicious One said this to those lay followers: &szlig;Now why are you lay followers, with wet clothes and hair, coming here in the middle of the day?&ucirc; </P>
<P>When that was said, that lay follower said this to the Auspicious One: &szlig;My only son, who was beloved and dear, reverend Sir, has died. That is why we, with wet clothes and hair, are coming here in the middle of the day.&ucirc;</P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;Hosts of devas and many men are tied by the satisfaction in forms that are loved, <BR>
Miserable and worn out,&nbsp;&nbsp;&nbsp;&nbsp;they come under the power of the King of Death.</P>
<P>For sure those who are heedful day and night, give up forms that are loved -<BR>
Death's bait, so difficult to transcend - they surely dig up the root of misery.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="two8"></A>8: The Discourse about Suppav&agrave;s&agrave;</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near Ku&otilde;&oacute;iya, at Ku&otilde;&oacute;adh&agrave;na Wood. Then at that time the Koliyan lady Suppav&agrave;s&agrave; bore a foetus for seven years, and for seven days she could not be delivered. While she was affected by painful, sharp, harsh, and bitter feelings, she consented to three thoughts: &szlig;For sure the Auspicious One is a Perfect Sambuddha, who teaches the Dhamma for the giving up of suffering such as this; for sure the Auspicious One's Community of disciples are good in their practice, who practice for the giving up of suffering such as this; it is sure that Emancipation is truly happy, where suffering such as this is not found.&ucirc;</P>
<P>Then the Koliyan lady Suppav&agrave;s&agrave; addressed her husband, (saying): &szlig;Come, Master, you must go to the Auspicious One, and after going, in my name you should worship the Auspicious One's feet with your head, and ask (if he is) free from affliction, free from sickness, in good health, strong, and living comfortably, (and say): `The Koliyan lady Suppav&agrave;s&agrave;, reverend Sir, worships the Auspicious One's feet with her head, and asks (if you are) free from affliction, free from sickness, in good health, strong, and living comfortably?'</P>
<P>And please say this: `The Koliyan lady Suppav&agrave;s&agrave;, reverend Sir, has born a foetus for seven years, and for seven days she cannot be delivered. While she is affected by painful, sharp, harsh, and bitter feelings, she consents to three thoughts: &szlig;For sure the Auspicious One is a Perfect Sambuddha, who teaches the Dhamma for the giving up of suffering such as this; for sure the Auspicious One's Community of disciples are good in their practice, who practice for the giving up of suffering such as this; it is sure that Emancipation is truly happy, where suffering such as this is not found.&ucirc; ' &ucirc;</P>
<P>&szlig;(That is) the best thing&ucirc; said the Koliyan gentleman, and after replying to Suppav&agrave;s&agrave; the Koliyan lady, he went to the Auspicious One, and after going and worshipping the Auspicious One, he sat down on one side. While sat on one side that Koliyan gentleman said this to the Auspicious One: &szlig;The Koliyan lady Suppav&agrave;s&agrave;, reverend Sir, worships the Auspicious One's feet with her head, and asks (if you are) free from affliction, free from sickness, in good health, strong, and living comfortably? </P>
<P>And she says this: `The Koliyan lady Suppav&agrave;s&agrave;, reverend Sir, has born a foetus for seven years, and for seven days she cannot be delivered. While she is affected by painful, sharp, harsh, and bitter feelings, she consents to three thoughts: &szlig;For sure the Auspicious One is a Perfect Sambuddha, who teaches the Dhamma for the giving up of suffering such as this; for sure the Auspicious One's Community of disciples are good in their practice, who practice for the giving up of suffering such as this; it is sure that Emancipation is truly happy, where suffering such as this is not found.&ucirc; ' &ucirc;</P>
<P>&szlig;May the Koliyan lady Suppav&agrave;s&agrave; be happy and healthy, and may she give birth to a healthy son.&ucirc; With this word of the Auspicious One, the Koliyan lady Suppav&agrave;s&agrave; became happy and healthy, and gave birth to a healthy son. &szlig;Yes, reverend Sir&ucirc; said the Koliyan gentleman, and after greatly rejoicing and gladly receiving this word of the Auspicious One, rising from his seat, worshipping and circumambulating the Auspicious One, he returned to his own home.</P>
<P>The Koliyan gentleman saw that the Koliyan lady Suppav&agrave;s&agrave; was happy and healthy, and had given birth to a healthy son. Having seen (that), it occured to him: &szlig;Surely it is wonderful, friend, surely it is marvellous, friend, the Realised One's great power and great majesty, in as much as this Koliyan lady Suppav&agrave;s&agrave;, with this word of the Auspicious One, became happy and healthy, and gave birth to a healthy son&ucirc;, and he was elated, gladdened, overjoyed and very happy.</P>
<P>Then the Koliyan lady Suppav&agrave;s&agrave; addressed her husband, (saying): &szlig;Come, Master, you must go to the Auspicious One, and after going, in my name you should worship the Auspicious One's feet with your head, (and say): `The Koliyan lady Suppav&agrave;s&agrave;, reverend Sir, worships the Auspicious One's feet with her head.'</P>
<P>And please say this: `The Koliyan lady Suppav&agrave;s&agrave;, reverend Sir, bore a foetus for seven years, and for seven days she could not be delivered, but now she is happy and healthy, and has born a healthy son. For seven days she invites the Community of monks, with the Buddha at its head, for a meal. Please consent, reverend Sir, to seven meals from the Koliyan lady Suppav&agrave;s&agrave; (for) the Auspicious One together with the Sangha of monks.' &ucirc; </P>
<P>&szlig;(That is) the best thing&ucirc;, said the Koliyan gentleman, and after replying to Suppav&agrave;s&agrave; the Koliyan lady, he went to the Auspicious One, and after going and worshipping the Auspicious One, he sat down on one side. While sat on one side the Koliyan gentleman said this to the Auspicious One: &szlig;The Koliyan lady Suppav&agrave;s&agrave;, reverend Sir, worships the Auspicious One's feet with her head. </P>
<P>And she says this: `The Koliyan lady Suppav&agrave;s&agrave;, reverend Sir, bore a foetus for seven years, and for seven days she could not be delivered, but now she is happy and healthy, and has born a healthy son. For seven days she invites the Community of monks, with the Buddha at its head, for a meal. Please consent, reverend Sir, to seven meals from the Koliyan lady Suppav&agrave;s&agrave; (for) the Auspicious One together with the Sangha of monks.' &ucirc; </P>
<P>Then at that time a certain lay follower had invited the Community of monks with the Buddha at its head to a meal on the morrow. Now that lay follower was venerable Mah&agrave;moggall&agrave;na's supporter. Then the Auspicious One addressed venerable Mah&agrave;moggall&agrave;na, (saying): &szlig; Come, Moggall&agrave;na, you must go to that lay follower, and after going, please say this to that lay follower: `Friend, the Koliyan lady Suppav&agrave;s&agrave; bore a foetus for seven years, and for seven days she could not be delivered, </FONT>&nbsp; <FONT FACE="Sangayana,Times New Roman" COLOR="#000080">but now she is happy and healthy, and has born a healthy son. For seven days she has invited the Community of monks, with the Buddha at its head, for a meal, please let the Koliyan lady Suppav&agrave;s&agrave; make her seven meals.' Afterwards he can make (his) - he is your supporter. &ucirc; </P>
<P>&szlig;Yes, reverend Sir,&ucirc; said venerable Mah&agrave;moggall&agrave;na, and after replying to the Auspicious One, he went to that lay follower, and after going, he said this to that lay follower: &szlig;Friend, the Koliyan lady Suppav&agrave;s&agrave; bore a foetus for seven years, and for seven days she could not be delivered, but now she is happy and healthy, and has born a healthy son. For seven days she has invited the Community of monks, with the Buddha at its head, for a meal. Let the Koliyan lady Suppav&agrave;s&agrave; make her seven meals, and afterwards you can make (yours).&ucirc;</P>
<P>&szlig;If, reverend Sir, master Mah&agrave;moggall&agrave;na is my surety for three things - for wealth, for life, and for faith - the Koliyan lady Suppav&agrave;s&agrave; may make her seven meals, and afterwards I will make (mine).&ucirc;</P>
<P>&szlig;For two things, friend, I am your surety - for wealth and for life - but for faith you are the surety.&ucirc;</P>
<P>&szlig;If, reverend Sir, master Mah&agrave;moggall&agrave;na is my surety for two things - for wealth and for life - the Koliyan lady Suppav&agrave;s&agrave; may make her seven meals, and afterwards I will make (mine).&ucirc;</P>
<P>Then venerable Mah&agrave;moggall&agrave;na, after conciliating that lay follower, went to the Auspicious One, and after going, he said this to the Auspicious One: &szlig;That lay follower has been conciliated by me, reverend Sir, let the Koliyan lady Suppav&agrave;s&agrave; make her seven meals, and afterwards he can make (his).&ucirc;</P>
<P>Then the Koliyan lady Suppav&agrave;s&agrave; for seven days with her own hand served and satisfied the Community of monks with the Buddha at its head with excellent comestibles and edibles. Then she made the boy worship the Buddha, and the whole Community of monks. Then venerable S&agrave;riputta said this to that boy: &szlig;Can you bear up, boy? Can you carry on? Do you have any pain?&ucirc; &szlig;How, reverend Sir, can I bear up? How can I carry on? For seven years I have been living in a bloodbath.&ucirc; </P>
<P>Then (it occured) to the Koliyan lady Suppav&agrave;s&agrave;: &szlig;My son is consulting with the general of the Dhamma,&ucirc; and she was elated, gladdened, overjoyed and very happy. Then the Auspicious One after seeing that the Koliyan lady Suppav&agrave;s&agrave; was elated, gladdened, overjoyed and very happy, said this to the Koliyan lady Suppav&agrave;s&agrave;: &szlig;Suppav&agrave;s&agrave;, do you long for another son such as this?&ucirc; &szlig;Auspicious One, I long for another seven sons such as this.&ucirc;</P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;The disagreeable in an agreeable form,&nbsp;&nbsp;&nbsp;&nbsp;the unlovely in a lovely form,<BR>
The painful in the form of pleasure,&nbsp;&nbsp;&nbsp;&nbsp;overcome the heedless one.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="two9"></A>9: The Discourse about Vis&agrave;kh&agrave;</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near S&agrave;vatth&atilde;, at the Eastern Monastery in Mig&agrave;ra's mother's mansion. Then at that time Mig&agrave;ra's mother Vis&agrave;kh&agrave; was bound up in some matter or other with the Kosalan King Pasenadi, (but) the Kosalan King Pasenadi did not conclude it according to (her) desire. </P>
<P>Then Mig&agrave;ra's mother Vis&agrave;kh&agrave; in the middle of the day went to the Auspicious One, and after going and worshipping the Auspicious One, she sat down on one side. While sat on one side the Auspicious One said this to Mig&agrave;ra's mother Vis&agrave;kh&agrave;: &szlig;Well now, Vis&agrave;kh&agrave;, where have you come from in the middle of the day?&ucirc; &szlig;Here, reverend Sir, I am bound up in some affair or other with the Kosalan King Pasenadi, (but) the Kosalan King Pasenadi does not conclude it according to (my) desire. </P>
<P><A NAME="two9ud"></A>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;All that is in another's power is painful,&nbsp;&nbsp;&nbsp;&nbsp;all that is mastered is pleasing,<BR>
What is shared is troubling,&nbsp;&nbsp;&nbsp;&nbsp;for yokes are difficult to transcend.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="two10"></A>10: The Discourse about Bhaddiya</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near Anupiy&agrave;, in the Mango Wood. Then at that time venerable Bhaddiya, K&agrave;&euml;igodh&agrave;'s son, having gone to the wilderness, to the root of a tree, to an empty place, was frequently uttering this exclamation: &szlig;Ah, happiness! Ah, happiness!&ucirc; </P>
<P>Many monks, heard that when venerable Bhaddiya, K&agrave;&euml;igodh&agrave;'s son, had gone to the wilderness, to the root of a tree, to an empty place, was frequently uttering this exclamation: &szlig;Ah, happiness! Ah, happiness!&ucirc;</P>
<P>And after hearing (this), it occured to them: &szlig;Undoubtedly, friends, venerable Bhaddiya, K&agrave;&euml;igodh&agrave;'s son, has no great delight living the spiritual life, and remembering the royal happiness he had formerly in the home life, having gone to the wilderness, to the root of a tree, to an empty place, he is frequently uttering this exclamation: `Ah, happiness! Ah, happiness!' &ucirc;</P>
<P>Then many monks went to the Auspicious One, and after going and worshipping the Auspicious One, they sat down on one side. While sat on one side, those monks said this to the Auspicious One: &szlig;Venerable Bhaddiya, reverend Sir, K&agrave;&euml;igodh&agrave;'s son, having gone to the wilderness, to the root of a tree, to an empty place, is frequently uttering this exclamation: `Ah, happiness! Ah, happiness!'</P>
<P>Undoubtedly, reverend Sir, venerable Bhaddiya, K&agrave;&euml;igodh&agrave;'s son, has no great delight living the spiritual life, and remembering the royal happiness he had formerly in the home life, having gone to the wilderness, to the root of a tree, to an empty place, he is frequently uttering this exclamation: `Ah, happiness! Ah, happiness!' &ucirc;</P>
<P>Then the Auspicious One addressed a certain monk, (saying): &szlig;Please go, monk, and with my word address the monk Bhaddiya, (saying): `The Teacher, friend Bhaddiya, calls you.' &ucirc; &szlig;Yes, reverend Sir,&ucirc; said that monk, and after replying to the Auspicious One, he went to venerable Bhaddiya, K&agrave;&euml;igodh&agrave;'s son, and after going, he said this to venerable Bhaddiya, K&agrave;&euml;igodh&agrave;'s son: &szlig;The Teacher, friend Bhaddiya, calls you.&ucirc; &szlig;Yes, friend,&ucirc; said venerable Bhaddiya, K&agrave;&euml;igodh&agrave;'s son, and after replying to that monk, he went to the Auspicious One, after going and worshipping the Auspicious One, he sat down on one side. </P>
<P>While sat on one side the Auspicious One said this to venerable Bhaddiya, K&agrave;&euml;igodh&agrave;'s son,: &szlig;Is it true, as it seems, Bhaddiya, that you, having gone to the wilderness, to the root of a tree, to an empty place, frequently uttered this exclamation: `Ah, happiness! Ah, happiness!' ?&ucirc;</P>
<P>&szlig;Yes, reverend Sir.&ucirc;: &szlig;But, Bhaddiya, seeing what reason did you, having gone to the wilderness, to the root of a tree, to an empty place, frequently utter this exclamation: `Ah, happiness! Ah, happiness!' ?&ucirc;</P>
<P>&szlig;Formerly, Reverend Sir, while I was in the home life ruling the country, the inside of the inner quarters was well appointed with guards, and the outside of the inner quarters was well appointed with guards, and inside the city it was well appointed with guards, and outside the city it was well appointed with guards, and inside the country it was well appointed with guards, and outside the country it was well appointed with guards. Although, reverend Sir, I was being guarded and protected in this way, I lived fearful, anxious, distrustful, and afraid. </P>
<P>But at present, reverend Sir, having gone to the wilderness, to the root of a tree, to an empty place, I live solitary, fearless, unanxious, trusting, unafraid, unconcerned, not horrified, quite secure, with a mind that has become (confident) like a (free)-born animal. It is seeing this reason, reverend Sir, that I, having gone to the wilderness, to the root of a tree, to an empty place, <A NAME="two10ud"></A>am frequently uttering this exclamation: `Ah, happiness! Ah, happiness!' &ucirc;</P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;For he who has no agitations inside (the mind),<BR>
Who has thus completely transcended continuity of existence,<BR>
The devas are unable to see<BR>
He who is without fear, happy, and griefless.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>
</FONT></BODY>
</HTML>
