<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8">
<META NAME="Generator" CONTENT="Microsoft Word 97">
<TITLE>Udana 7: Cullavaggo</TITLE>
<META NAME="Template" CONTENT="C:\PROGRAM FILES\MICROSOFT OFFICE\OFFICE\html.dot">
</HEAD>
<BODY LINK="#0000ff" VLINK="#800080">

<P ALIGN="CENTER"><A NAME="_Toc53542804"><A NAME="_Toc53489685"><A NAME="_Toc13525785"><A NAME="_Toc13525674"><A NAME="_Toc13525786"><A NAME="_Toc13525675"><A NAME="_Toc53542805"><A NAME="seven1"></A><A HREF="index.htm"><FONT FACE="Sangayana,Times New Roman">Ud&agrave;na Home Page</FONT></A><FONT FACE="Sangayana,Times New Roman">&nbsp;&nbsp;&nbsp;&nbsp;</FONT><A HREF="8-Pataligamiyavaggo.htm"><FONT FACE="Sangayana,Times New Roman">Ud&agrave;na 8: P&agrave;&ntilde;alig&agrave;miyavaggo</FONT></A></P>
<B><FONT FACE="Sangayana,Times New Roman" SIZE=4 COLOR="#000080"><P ALIGN="CENTER"></A></A></A></A>7: The Chapter (Including) the Short (Discourses)</A></P>
</B></FONT><FONT FACE="Sangayana,Times New Roman" COLOR="#000080"><P>&nbsp;</P>
<B><P ALIGN="CENTER"></A></A>1: The First Discourse about Bhaddiya</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near S&agrave;vatth&atilde;, at An&agrave;thapi&otilde;&oacute;ika's monastery in Jeta's Wood. Then at that time venerable S&agrave;riputta was instructing, rousing, enthusing, and cheering venerable Bhaddiya the Dwarf in countless ways with a Dhamma talk. Then while venerable Bhaddiya the Dwarf was being instructed, roused, enthused, and cheered by venerable S&agrave;riputta in countless ways with a Dhamma talk, his mind was freed from the pollutants without attachment.</P>
<P>The Auspicious One saw venerable Bhaddiya the Dwarf being instructed, roused, enthused, and cheered by venerable S&agrave;riputta in countless ways with a Dhamma talk, (and that) his mind was freed from the pollutants without attachment.</P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;Above, below, everywhere free,<BR>
Not contemplating (the conceit) `this I am',<BR>
Free like this, having crossed over the flood<BR>
Not crossed before, with no continuation in existence.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="seven2"></A>2: The Second Discourse about Bhaddiya</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near S&agrave;vatth&atilde;, at An&agrave;thapi&otilde;&oacute;ika's monastery in Jeta's Wood. Then at that time venerable S&agrave;riputta, thinking that venerable Bhaddiya the dwarf was still a trainee, was instructing, rousing, enthusing, and cheering him in abundant and countless ways with a Dhamma talk. </P>
<P>The Auspicious One saw venerable S&agrave;riputta, (who was) thinking that venerable Bhaddiya the dwarf was still a trainee, instructing, rousing, enthusing, and cheering him in abundant and countless ways with a Dhamma talk.</P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;He has cut off the cycle, gone to the desireless,<BR>
Dried up, the stream no longer flows,<BR>
Cut off, the cycle no longer rolls on,<BR>
Just this is the end of suffering.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="seven3"></A>3: The Discourse about Clinging</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near S&agrave;vatth&atilde;, at An&agrave;thapi&otilde;&oacute;ika's monastery in Jeta's Wood. Then at that time almost all the people in S&agrave;vatth&atilde; clung exceedingly to sense pleasures, delighted, greedy, tied, infatuated, and indulgent, they dwelt having become completely intoxicated with sense pleasures. </P>
<P>Then many monks, having dressed in the morning time, after picking up their bowls and robes, entered S&agrave;vatth&atilde; for alms, and after walking for alms in S&agrave;vatth&atilde;, while returning from the alms-round after the meal, went to the Auspicious One, and after going and worshipping the Auspicious One, they sat down on one side. While sat on one side those monks said this to the Auspicious One: &szlig;Here, reverend Sir, almost all the people in S&agrave;vatth&atilde; cling exceedingly to sense pleasures, delighted, greedy, tied, infatuated, and indulgent, they dwell having become completely intoxicated with sense pleasures.&ucirc;</P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;Clinging to sense pleasures, clinging to the shackle of sense pleasures,<BR>
Not seeing the fault in the fetters,<BR>
For sure those clinging to the shackle of the fetters<BR>
Cannot cross over the wide and great flood.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="seven4"></A>4: The Second Discourse about Clinging</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near S&agrave;vatth&atilde;, at An&agrave;thapi&otilde;&oacute;ika's monastery in Jeta's Wood. Then at that time almost all the people in S&agrave;vatth&atilde; clung to sense pleasures, delighted, greedy, tied, infatuated, indulgent and blinded, they dwelt having become completely intoxicated with sense pleasures. </P>
<P>Then the Auspicious One, having dressed in the morning time, after picking up his bowl and robe, entered S&agrave;vatth&atilde; for alms. The Auspicious One saw that almost all the people in S&agrave;vatth&atilde; clung to sense pleasures, delighted, greedy, tied, infatuated, indulgent and blinded, and dwelt having become completely intoxicated with sense pleasures.</P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;Blinded by sense pleasure, covered with a net,&nbsp;&nbsp;&nbsp;&nbsp;covered over with the covering of craving,<BR>
Bound by (M&agrave;ra) the heedless one's kin,&nbsp;&nbsp;&nbsp;&nbsp;like fish in the mouth of a trap,<BR>
They go to old age and death,&nbsp;&nbsp;&nbsp;&nbsp;like a suckling calf to its mother.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="x"><A NAME="seven5"></A></A>5: The Discourse about Bhaddiya the Dwarf</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near S&agrave;vatth&atilde;, at An&agrave;thapi&otilde;&oacute;ika's monastery in Jeta's Wood. Then at that time venerable Bhaddiya the Dwarf close behind many monks went to the Auspicious One. The Auspicious One saw venerable Bhaddiya the Dwarf coming while still far away close behind many monks, ugly, unsightly, and deformed, whom almost all of the monks ignored.</P>
<P>Having seen (that), he addressed the monks, (saying): &szlig;Do you see, monks, that monk coming while still far away close behind many monks, ugly, unsightly, and deformed, whom almost all of the monks ignore?&ucirc;</P>
<P>&szlig;Yes, reverend Sir.&ucirc;</P>
<P>&szlig;That monk, monks, is one of great power and great majesty. There is no well-gained attainment which has not been already attained by that monk, (including) that good for which sons of good family rightly go forth from the home to the homeless life, that unsurpassed conclusion to the spiritual life, and he dwells having known, experienced, and attained it himself in this very life.&ucirc;</P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;With faultless wheel, with a white covering,&nbsp;&nbsp;&nbsp;&nbsp;the one-spoked chariot rolls on,<BR>
See the untroubled one coming,&nbsp;&nbsp;&nbsp;&nbsp;who has cut off the stream, who is unbound.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="seven6"></A>6: The Discourse about the Destruction of Craving</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near S&agrave;vatth&atilde;, at An&agrave;thapi&otilde;&oacute;ika's monastery in Jeta's Wood. Then at that time venerable A¤¤&agrave;tako&otilde;&oacute;a¤¤a (Ko&otilde;&oacute;a¤¤a, he-who-knows) was sitting not far away from the Auspicious One, after folding his legs crosswise, and setting his body straight, reflecting on his freedom through the complete destruction of craving. </P>
<P>The Auspicious One saw venerable A¤¤&agrave;tako&otilde;&oacute;a¤¤a sat not far away, after folding his legs crosswise, and setting his body straight, relecting on his freedom through the complete destruction of craving. </P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;For he who has no roots, no ground,&nbsp;&nbsp;&nbsp;&nbsp;and no leaves, how then creepers?<BR>
That firm one free from bonds&nbsp;&nbsp;&nbsp;&nbsp;- who is worthy (enough) to blame him?<BR>
The devas praise him,&nbsp;&nbsp;&nbsp;&nbsp;and he has also been praised by Brahma.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="seven7"></A>7: The Discourse about the Destruction of Diversification</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near S&agrave;vatth&atilde;, at An&agrave;thapi&otilde;&oacute;ika's monastery in Jeta's Wood. Then at that time the Auspicious One was sitting reflecting on his own giving up of signs of conceptual diversification.</P>
<P><A NAME="seven7ud"></A>Then the Auspicious One, having understood his own giving up of signs of conceptual diversification, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;He for whom there is no diversification and persistance,<BR>
Who has transcended the tether and the obstacle,<BR>
The sage who lives without craving,<BR>
Is not despised by the world and its devas.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="seven8"></A>8: The Discourse about Kacc&agrave;na</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near S&agrave;vatth&atilde;, at An&agrave;thapi&otilde;&oacute;ika's monastery in Jeta's Wood. Then at that time venerable Mah&agrave;kacc&agrave;na was sitting not far away from the Auspicious One, after folding his legs crosswise, and setting his body straight, and was well established internally in mindfulness relating to the body.</P>
<P>The Auspicious One saw venerable Mah&agrave;kacc&agrave;na was sitting not far away, after folding his legs crosswise, and setting his body straight, and was well established internally in mindfulness relating to the body. </P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;For he who will be always and continually<BR>
Established in mindfulness relating to the body, (thinking):<BR>
`There might not be, and there might not be for me,<BR>
There will not be, and there will not be for me',<BR>
He who dwells in those gradual (stages) there<BR>
Can surely, at the right time, cross over clinging.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="seven9"></A>9: The Discourse about the Well</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was walking on walking tour amongst the Mallas with a great community of monks and arrived at the br&agrave;hma&otilde;a village of the Mallas called Th&aring;na. The br&agrave;hma&otilde;a householders of Th&aring;na heard: &szlig;The ascetic Gotama, the son of the Sakyans who has gone forth from the Sakyan clan, is walking on walking tour amongst the Mallas with a great community of monks and has arrived at Th&aring;na&ucirc;, and they completely filled the well to the top with grass and chaff, (thinking): &szlig;May these shaveling ascetics not drink (our) drinking water.&ucirc;</P>
<P>Then the Auspicious One, having gone down from the road, went to the root of a certain tree, and after going, he sat down on the prepared seat. While sat the Auspicious One addressed venerable &acirc;nanda, (saying): &szlig;Come now, &acirc;nanda, bring drinking water from that well.&ucirc; After that was said, venerable &acirc;nanda said this to the Auspicious One: &szlig;Now the well, reverend Sir, has been filled to the top with grass and chaff by the br&agrave;hma&otilde;a householders of Th&aring;na, (thinking): `May these shaveling ascetics not drink (our) drinking water.' &ucirc;</P>
<P>For a second time the Auspicious One addressed venerable &acirc;nanda, (saying): &szlig;Come now, &acirc;nanda, bring drinking water from that well.&ucirc; After that was said, venerable &acirc;nanda said this to the Auspicious One: &szlig;Now the well, reverend Sir, has been filled to the top with grass and chaff by the br&agrave;hma&otilde;a householders of Th&aring;na, (thinking): `May these shaveling ascetics not drink (our) drinking water.' &ucirc;</P>
<P>For a third time the Auspicious One addressed venerable &acirc;nanda, (saying): &szlig;Come now, &acirc;nanda, bring drinking water from that well.&ucirc; </P>
<P>&szlig;Yes, reverend Sir&ucirc;, said venerable &acirc;nanda, and after replying to the Auspicious One, and taking the bowl, he went to the well. Then as venerable &acirc;nanda was going to that well, all the grass and chaff was thrown away from the top (of the well), and it stood full of transparent, undisturbed, clear water, to the top so that one might think it was overflowing. </P>
<P>Then it occurred to venerable &acirc;nanda: &szlig;Surely it is wonderful, friend, surely it is marvellous, friend, the Realised One's great power and great majesty, in that as I was going to that well, all the grass and chaff was thrown away from the top (of the well), and it stood full of transparent, undisturbed, clear water, to the top so that one might think it was overflowing.&ucirc;</P>
<P>After taking drinking water with a bowl he went to the Auspicious One, and after going, he said this to the Auspicious One: &szlig;It is wonderful, reverend Sir, it is marvellous, reverend Sir, the Realised One's great power and great majesty, in that as I was going to that well, all the grass and chaff was thrown away from the top (of the well), and it stood full of transparent, undisturbed, clear water, to the top so that one might think it was overflowing. Please drink the drinking water, Auspicious One! Please drink the drinking water, Fortunate One!&ucirc;</P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;What will he do with a well,&nbsp;&nbsp;&nbsp;&nbsp;if there will be water at all times?<BR>
Having cut off craving at the root,&nbsp;&nbsp;&nbsp;&nbsp;who will go about seeking?</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="seven10"></A>10: The Discourse about Udena</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near Kosamb&atilde;, in Ghosita's Monastery. Then at that time when King Udena had gone to the pleasure park, the inner quarters (of the palace) were burnt down, and five hundred women died with (Queen) S&agrave;m&agrave;vat&atilde; at their head. </P>
<P>Then many monks, having dressed in the morning time, after picking up their bowl and robe, entered Kosamb&atilde; for alms, and after walking for alms in Kosamb&atilde;, while returning from the alms-round after the meal, went to the Auspicious One, and after going and worshipping the Auspicious One, they sat down on one side. While sat on one side those monks said this to the Auspicious One: &szlig;Here, reverend Sir, when King Udena had gone to the pleasure park, the inner quarters (of the palace) were burnt down, and five hundred women died with (Queen) S&agrave;m&agrave;vat&atilde; at their head. What is the destination of the female lay followers, reverend Sir, what is their future state?&ucirc;</P>
<P>&szlig;There are in this, monks, female lay followers who are stream-enterers, there are once-returners, there are non-returners, - none of those female lay followers died, monks, without (having attained some) result.&ucirc;</P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P><A NAME="Text_18"></A>&szlig;The world, in bondage to delusion,&nbsp;&nbsp;&nbsp;is looked on as being beautiful,&nbsp;<BR>
The fool, in bondage to cleaving,&nbsp;&nbsp;&nbsp;&nbsp;is surrounded by darkness.<BR>
It seems like it is eternal,&nbsp;&nbsp;&nbsp;&nbsp;(but) there is nothing (to hold to) for the one who sees.&ucirc;<BR>
&nbsp;</P></DIR>
</DIR>
</FONT></BODY>
</HTML>
