<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8">
<META NAME="Generator" CONTENT="Microsoft Word 97">
<TITLE>Udana 8: Pataligamiyavaggo</TITLE>
<META NAME="Template" CONTENT="C:\PROGRAM FILES\MICROSOFT OFFICE\OFFICE\html.dot">
</HEAD>
<BODY LINK="#0000ff" VLINK="#800080">

<P ALIGN="CENTER"><A NAME="_Toc53542816"><A NAME="_Toc53489686"><A NAME="_Toc13525796"><A NAME="_Toc13525688"><A NAME="_Toc13525797"><A NAME="_Toc13525689"><A NAME="_Toc53542817"><A NAME="eight1"></A><A HREF="index.htm"><FONT FACE="Sangayana,Times New Roman">Ud&agrave;na Home Page</FONT></A> </P>
<B><FONT FACE="Sangayana,Times New Roman" SIZE=4 COLOR="#000080"><P ALIGN="CENTER"></A></A></A></A>8: The Chapter (Including the Discourse) about the P&agrave;&ntilde;al&atilde; Villagers</A></P>
</B></FONT><FONT FACE="Sangayana,Times New Roman" COLOR="#000080"><P>&nbsp;</P>
<B><P ALIGN="CENTER"></A></A>1: The First Discourse about Nibb&agrave;na</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near S&agrave;vatth&atilde;, at An&agrave;thapi&otilde;&oacute;ika's monastery in Jeta's Wood. Then at that time the Auspicious One was instructing, rousing, enthusing, and cheering the monks with a Dhamma talk connected with Emancipation. Those monks, after making it their goal, applying their minds, considering it with all their mind, were listening to Dhamma with an attentive ear. </P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;There is that sphere, monks,<BR>
where there is no earth, no water, no fire, no air,<BR>
no sphere of infinite space, no sphere of infinite consciousness,<BR>
no sphere of nothingness, no sphere of neither perception nor non-perception, <BR>
no this world, no world beyond, neither Moon nor Sun.<BR>
There, monks, I say there is surely no coming,<BR>
no going, no persisting, no passing away, no rebirth.<BR>
It is quite without support, unmoving, without an object, <BR>
- just this is the end of suffering.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="eight2"></A>2: The Second Discourse about Nibb&agrave;na</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near S&agrave;vatth&atilde;, at An&agrave;thapi&otilde;&oacute;ika's monastery in Jeta's Wood. Then at that time the Auspicious One was instructing, rousing, enthusing, and cheering the monks with a Dhamma talk connected with Emancipation. Those monks, after making it their goal, applying their minds, considering it with all their mind, were listening to Dhamma with an attentive ear. Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;What is called `the uninclined' (Emancipation) is hard to see,&nbsp;&nbsp;&nbsp;&nbsp;for it is not easy to see the truth,<BR>
For the one who knows has penetrated craving,&nbsp;&nbsp;&nbsp;&nbsp; there is nothing (to hold onto) for the one who sees.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="eight3"></A>3: The Third Discourse about Nibb&agrave;na</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near S&agrave;vatth&atilde;, at An&agrave;thapi&otilde;&oacute;ika's monastery in Jeta's Wood. Then at that time the Auspicious One was instructing, rousing, enthusing, and cheering the monks with a Dhamma talk connected with Emancipation. Those monks, after making it their goal, applying their minds, considering it with all their mind, were listening to Dhamma with an attentive ear. </P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;There is, monks, an unborn, unbecome, unmade, unconditioned.<BR>
If, monks there were not that unborn, unbecome,<BR>
unmade, unconditioned, you cannot know an escape here from the born, become, <BR>
from the born, become, made, conditioned.<BR>
But because there is an unborn, unbecome,<BR>
unmade, unconditioned, therefore you know an escape <BR>
from the born, become, made, conditioned.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="eight4"></A>4: The Fourth Discourse about Nibb&agrave;na</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near S&agrave;vatth&atilde;, at An&agrave;thapi&otilde;&oacute;ika's monastery in Jeta's Wood. Then at that time the Auspicious One was instructing, rousing, enthusing, and cheering the monks with a Dhamma talk connected with Emancipation. Those monks, after making it their goal, applying their minds, considering it with all their mind, were listening to Dhamma with an attentive ear.</P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;For the dependent there is agitation, for the independent there is no agitation.<BR>
When there is no agitation there is calm, when there is calm there is no inclining.<BR>
When there is no inclining, there is no coming or going.<BR>
When there is no coming or going, there is no passing away and rebirth.<BR>
When there is no passing away and rebirth, there is no here or hereafter or in between the two<A NAME="Text_7"></A><BR>
- just this is the end of suffering.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="eight5"></A>5: The Discourse about Cunda</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was walking on walking tour amongst the Mallas with a great community of monks, and arrived at P&agrave;va. There the Auspicious One dwelt near P&agrave;va, in Cunda the smith's mango wood. Cunda the smith heard: &szlig;The Auspicious One, it seems, is walking on walking tour amongst the Mallas with a great community of monks, and has arrived at P&agrave;va, and is dwelling near P&agrave;va, in my mango wood.&ucirc; Then Cunda the smith went to the Auspicious One, and after going and worshipping the Auspicious One, he sat down on one side. </P>
<P>While Cunda the smith sat on one side the Auspicious One instructed, roused, enthused, and cheered him with a Dhamma talk. Then Cunda the smith, having been instructed, roused, enthused, and cheered by the Auspicious One with a Dhamma talk, said to the Auspicious One: &szlig;Please consent to me, reverend Sir, (giving) a meal on the morrow to the Auspicious One, together with the Community of monks.&ucirc; The Auspicious One consented by maintaining silence.</P>
<P>Then Cunda the smith, having understood the Auspicious One's consent, after rising from his seat, worshipping and circumambulating the Auspicious One, went away. Then with the passing of that night, Cunda the smith, in his own residence, having had excellent comestibles and edibles made ready, and an abundance of tender pork, had the time accounced to the Auspicious One, (saying): &szlig;It is time, reverend Sir, the meal is ready.&ucirc;</P>
<P>Then the Auspicious One, having dressed in the morning time, after picking up his bowl and robe, together with the Community of monks, went to the residence of Cunda the smith, and after going, he sat down on the prepared seat. Having sat down the Auspicious One addressed Cunda the smith, (saying): &szlig;Serve me with the tender pork you have prepared, Cunda, but serve the Community of monks with the other comestibles and eatables, which have been prepared.</P>
<P>&szlig;Yes, reverend Sir&ucirc;, said Cunda the smith, and after replying to the Auspicious One, he served the Auspicious One with the tender pork that had been prepared, but served the Community of monks with the other comestibles and eatables, which had been prepared.</P>
<P>Then the Auspicious One addressed Cunda the smith, (saying): &szlig;Throw that left over tender pork into a pit, Cunda, (for) I do not see, Cunda, in the world with its devas, M&agrave;ra, and Brahm&agrave;, in this generation with its ascetics and br&agrave;hma&otilde;as, princes and men, anyone who, having eaten it, could completely digest it, except for a Realised One.&ucirc;</P>
<P>&szlig;Yes, reverend Sir&ucirc;, said Cunda the smith, and after replying to the Auspicious One, and throwing what was left over of that tender pork into a pit, he went to the Auspicious One, and after going and worshipping the Auspicious One, he sat down on one side.</P>
<P>While sat on one side the Auspicious One, after instructing, rousing, enthusing, and cheering Cunda the smith with a Dhamma talk, having risen from the seat, went away. Then for the Auspicious One, after eating Cunda the smith's food, a painful affliction arose, dysentery, and strong feelings occurred, such as end in death. There the Auspicious One, mindful and clearly knowing, bore (those pains) without being troubled. </P>
<P>Then the Auspicious One addressed venerable &acirc;nanda, (saying): &szlig;Come, &acirc;nanda, let us go to Kusin&agrave;ra.&ucirc; &szlig;Yes, reverend Sir&ucirc;, venerable &acirc;nanda replied to the Auspicious One.</P><DIR>
<DIR>

<P><A NAME="eight5v1"></A>&szlig;Having eaten Cunda the smith's food, so I have heard,<BR>
The Firm One experienced a very strong affliction,&nbsp;such as ends in death.<BR>
For the Teacher, who had eaten tender pork,<BR>
A very strong sickness arose.<BR>
While (still) purging the Auspicious One said:<BR>
`I will go to the city of Kusin&agrave;ra.' &ucirc;</P></DIR>
</DIR>

<P><A NAME="eight5ud2"><A NAME="eightud2"></A></A>Then the Auspicious One, having gone down from the road, went to the root of a certain tree, and after going, he addressed venerable &acirc;nanda, (saying): &szlig;Come now, &acirc;nanda, prepare the outer robe folded in four for me, I am weary, &acirc;nanda, and will sit down.&ucirc; &szlig;Yes, reverend Sir&ucirc;, said venerable &acirc;nanda, and after replying to the Auspicious One, he prepared the outer robe folded in four, and the Auspicious One sat down on the prepared seat. While sat the Auspicious One addressed venerable &acirc;nanda, (saying): &szlig;Come now, &acirc;nanda, bring drinking water, I am thirsty, &acirc;nanda, and will drink.&ucirc; </P>
<P>After that was said, venerable &acirc;nanda said this to the Auspicious One: &szlig;Just now, reverend Sir, five hundred wagons have passed by, and the little water that flows, having been churned by the wheels, is stirred up and disturbed. The Kukutth&agrave; river is not far away, with transparent water, agreeable water, cool water, pure water, with beautiful banks, a delightful (place), there the Auspicious One can drink drinking water, and can cool his limbs.&ucirc;</P>
<P>For a second time the Auspicious One addressed venerable &acirc;nanda, (saying): &szlig;Come now, &acirc;nanda, bring drinking water, I am thirsty, &acirc;nanda, and will drink.&ucirc; For a second time venerable &acirc;nanda said this to the Auspicious One: &szlig;Just now, reverend Sir, five hundred wagons have passed by, and the little water that flows, having been churned by the wheels, is stirred up and disturbed. The Kukutth&agrave; river is not far away, with transparent water, agreeable water, cool water, pure water, with beautiful banks, a delightful (place), there the Auspicious One can drink drinking water, and can cool his limbs.&ucirc;</P>
<P>For a third time the Auspicious One addressed venerable &acirc;nanda, (saying): &szlig;Come now, &acirc;nanda, bring drinking water, I am thirsty, &acirc;nanda, and will drink.&ucirc; &szlig;Yes, reverend Sir&ucirc;, said venerable &acirc;nanda, and after replying to the Auspicious One, and taking the bowl, he went to the river. Then that little river that was flowing, which had been churned by the wheels, and was stirred up and disturbed, as venerable &acirc;nanda was going, flowed transparent, clear, undisturbed. Then it occurred to venerable &acirc;nanda: &szlig;Surely it is wonderful, friend, surely it is marvellous, friend the Realised One's great power and great majesty, in that that little river that is flowing, which has been churned by wheels, and is stirred up and disturbed, as I was going, flowed transparent, clear, and undisturbed.&ucirc; </P>
<P>After taking a bowl of drinking water he went to the Auspicious One, and after going, he said this to the Auspicious One: &szlig;It is wonderful, reverend Sir, it is marvellous, reverend Sir, the Realised One's great power and great majesty, in that that little river that is flowing, which has been churned by wheels, and is stirred up and disturbed, as I was going, flowed transparent, clear, and undisturbed. Please drink the drinking water, Auspicious One! Please drink the drinking water, Fortunate One!&ucirc;</P>
<P>Then the Auspicious One drank the drinking water. Then the Auspicious One with a great Community of monks went to the river Kukutth&agrave;, and after going, and entering into the river Kukutth&agrave;, bathing, and drinking, and coming back out, went to the mango wood, and after going, he addressed venerable Cundaka, (saying): &szlig;Come now, Cundaka, prepare the outer robe folded in four for me, I am weary, Cundaka, and will lie down.&ucirc;</P>
<P>&szlig;Yes, reverend Sir&ucirc;, said venerable Cundaka, and after replying to the Auspicious One, he prepared the outer robe folded in four. Then the Auspicious One, after lying down on his right side in the lion's posture, placing one foot on the top of the other, mindful and clearly knowing, having applied his mind to the thought of rising. And venerable Cundaka sat down right there in front of the Auspicious One.</P><DIR>
<DIR>

<P><A NAME="eight5v2"></A>&szlig;The Awakened One, having gone to the little river Kukutth&agrave;, <BR>
Which had water that was transparent, pleasant, and clear, <BR>
The Teacher, very weary, entered (the river),<BR>
the Realised One, who is unmatched here in the world.</P>
<P>After washing and drinking, the Teacher came out,<BR>
And in the middle of the group of monks, at the front,<BR>
The Teacher, the Auspicious One, having taught the Dhamma here,<BR>
The Great Sage went to the mango wood.</P>
<P>He addressed the monk called Cundaka, (saying):<BR>
&szlig;Spread out the lying (robe) folded in four for me,&ucirc;<BR>
Cunda, urged by the One with Developed Mind,<BR>
Very quickly spread (the robe) folded in four.<BR>
The Teacher, very weary, lay down,<BR>
With Cunda sat right there in the front.&ucirc;</P></DIR>
</DIR>

<P><A NAME="eight5v4"><A NAME="eight5v3"></A></A>Then the Auspicious One addressed venerable &acirc;nanda, (saying): &szlig;It may be, &acirc;nanda, that someone will cause remorse for the smith Cunda, (saying): `There are no gains for you, friend Cunda, it is not a good gain for you, friend Cunda, in that the Realised One, after eating his last almsfood from you, attained complete emancipation.' (If) there is remorse for Cunda the smith, &acirc;nanda, drive it out in this way, (saying): ` There are certainly gains for you, friend Cunda, it is a good gain for you, friend Cunda, in that the Realised One, after eating his last almsfood from you, attained complete emancipation. I heard this face to face with the Auspicious One, friend Cunda, I learned it face to face: &szlig;There are these two almsfoods which have the same excellent fruit, have the same excellent result, that is a greater fruit, a greater result than other almsfood. Which two? That almsfood which, after eating, the Realised One awakens to the unsurpassed Perfect Awakening; and that almsfood which, after eating, the Realised One attains complete emancipation in the Emancipation-element which has no basis for attachment remaining.</P>
<P>These are the two almsfoods which have the same excellent fruit, have the same excellent result, that is a greater fruit, a greater result than other almsfood. Friend Cunda the smith has accumulated a (good) deed that is conducive to long life, friend Cunda the smith has accumulated a (good) deed that is conducive to beauty, friend Cunda the smith has accumulated a (good) deed that is conducive to happiness, friend Cunda the smith has accumulated a (good) deed that is conducive to fame, friend Cunda the smith has accumulated a (good) deed that is conducive to heaven, friend Cunda the smith has accumulated a (good) deed that is conducive to sovereignty.&ucirc; (If) there is remorse for Cunda the smith, &acirc;nanda, you should drive it out in this way!&ucirc;</P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;For the one who gives merit is increased,<BR>
From restraint hatred is not accumulated.<BR>
The skilful one gives up what is bad,<BR>
Through the destruction of passion, hatred, and delusion, he is emancipated.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="eight6"></A>6: The Discourse about the P&agrave;&ntilde;ali Villagers</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was walking on walking tour amongst the Magadhans with a great community of monks, and arrived at P&agrave;&ntilde;alig&agrave;ma. The lay followers of P&agrave;&ntilde;alig&agrave;ma heard: &szlig;The Auspicious One, it seems, is walking on walking tour amongst the Magadhans with a great community of monks, and has arrived at P&agrave;&ntilde;alig&agrave;ma.&ucirc; Then the lay followers of P&agrave;&ntilde;alig&agrave;ma went to the Auspicious One, and after going and worshipping the Auspicious One, they sat down on one side. While sat on one side the lay followers of P&agrave;&ntilde;alig&agrave;ma said this to the Auspicious One: &szlig;May the Auspicious One consent, reverend Sir, to (stay in) our rest house.&ucirc; The Auspicious One consented by maintaining silence.</P>
<P>Then the lay followers of P&agrave;&ntilde;alig&agrave;ma, having understood the Auspicious One's consent, after rising from their seats, worshipping and circumambulating the Auspicious One, went to their rest house, and after going, and spreading (the mats) so that in all over the rest house was spread, preparing the seats, setting up the water-pot, and lighting the oil-lamp, went to the Auspicious One, and after going and worshipping the Auspicious One, they stood on one side.</P>
<P>While stood on one side the lay followers of P&agrave;&ntilde;alig&agrave;ma said this to the Auspicious One: &szlig;The rest house has been spread all over with mats, reverend Sir, the seats are prepared, the water-pot is set up, and the oil-lamp is lit, now is the time for whatever the Auspicious One is thinking, reverend Sir.'</P>
<P>Then the Auspicious One, having dressed in the morning time, after picking up his bowl and robe, together with the Community of monks, went to the rest house, and after going, washing his feet, and entering the rest house, he sat down near to the middle pillar, facing the East, and the Community of monks, having washed their feet, and entering the rest house, sat down near the West wall, facing the East, having the Auspicious One at the front. Also the lay followers of P&agrave;&ntilde;alig&agrave;ma, having washed their feet, entered the rest house, sat down near the East wall, facing the West, having the Auspicious One at the front. </P>
<P>Then the Auspicious One addressed the lay followers of P&agrave;&ntilde;alig&agrave;ma, (saying): &szlig;There are these five dangers, householders, for one lacking in virtue, for one who has lost his virtue. What are the five?</P><DIR>
<DIR>

<P>Here, householders, one lacking in virtue, one who has lost his virtue, because of being heedless undergoes a great loss of riches. This is the first danger for one lacking in virtue, for one who has lost his virtue.</P>
<P>Furthermore, householders, for one lacking in virtue, for one who has lost his virtue,<BR>
a bad report goes round. This is the second danger for one lacking in virtue, for one who has lost his virtue.</P>
<P>Furthermore, householders, one lacking in virtue, one who has lost his virtue, whatever assembly he goes to, whether an assembly of nobles, or an assembly of br&agrave;hma&otilde;as, or an assembly of householders, or an assembly of ascetics, he goes without confidence, with confusion. This is the third danger for one lacking in virtue, for one who has lost his virtue.</P>
<P>Furthermore, householders, one lacking in virtue, one who has lost his virtue, dies bewildered. This is the fourth danger for one lacking in virtue, for one who has lost his virtue.</P>
<P>Furthermore, householders, one lacking in virtue, one who has lost his virtue, at the break up of the body, after death, arises in the lower world, in an unfortunate destiny, in the fall, in the nether regions. This is the fifth danger for one lacking in virtue, for one who has lost his virtue.</P></DIR>
</DIR>

<P>These are the five dangers, householders, for one lacking in virtue, for one who has lost his virtue. There are these are the five advantages, householders, to one who is virtuous, to one accomplished in virtue. What are the five?</P><DIR>
<DIR>

<P>Here, householders, one who is virtuous, one accomplished in virtue, because of being heedful obtains a great mass of riches. This is the first advantage for one who is virtuous, for one accomplished in virtue.</P>
<P>Furthermore, householders, for one who is virtuous, for one accomplished in virtue, a good report goes round. This is the second advantage for one who is virtuous, for one accomplished in virtue.</P>
<P>Furthermore, householders, one who is virtuous, one accomplished in virtue, whatever assembly he goes to, whether an assembly of nobles, or an assembly of br&agrave;hma&otilde;as, or an assembly of householders, or an assembly of ascetics, he goes with confidence, without confusion. This is the third advantage for one who is virtuous, for one accomplished in virtue.</P>
<P>Furthermore, householders, one who is virtuous, one accomplished in virtue, dies without being bewildered. This is the fourth advantage for one who is virtuous, for one accomplished in virtue.</P>
<P>Furthermore, householders, one who is virtuous, one accomplished in virtue, at the break up of the body, after death, arises in a fortunate destiny, in a Heavenly world. This is the fifth advantage for one who is virtuous, for one accomplished in virtue.</P></DIR>
</DIR>

<P>These are the five advantages, householders, for one who is virtuous, for one accomplished in virtue.&ucirc;</P>
<P>Then the Auspicious One, after instructing, rousing, enthusing, and cheering the lay followers of P&agrave;&ntilde;alig&agrave;ma for most of the night with a Dhamma talk, dismissed them, (saying): &szlig;The night has passed, householders, now is the time for whatever you are thinking.&ucirc;</P>
<P>Then the lay followers of P&agrave;&ntilde;alig&agrave;ma, after greatly rejoicing and gladly receiving this word of the Auspicious One, rising from their seats, worshipping and circumambulating the Auspicious One, went away. </P>
<P>Then the Auspicious One, not long after the lay followers of P&agrave;&ntilde;alig&agrave;ma had gone, entered an empty place. Then at that time the Magadhan chief ministers Sun&atilde;dha and Vassak&agrave;ra were building up a city at P&agrave;&ntilde;alig&agrave;ma to ward off the Vajjians. Then at that time a great many devat&agrave;s, thousands upon thousands, were taking possession of grounds at P&agrave;&ntilde;alig&agrave;ma. In that place where the great devat&agrave;s took possession of grounds, there for powerful rulers and great royal ministers minds inclined to building up residences. In that place where the middling devat&agrave;s took possession of grounds, there for middling rulers and middling royal ministers minds inclined to building up residences. In that place where the lower devat&agrave;s took possession of grounds, there for lower rulers and lower royal ministers minds inclined to building up residences.</P>
<P>The Auspicious One saw with his divine-eye, which is purified, and surpasses that of men, that those devat&agrave;s, thousands upon thousands, were taking possession of grounds at P&agrave;&ntilde;alig&agrave;ma. In that place where the great devat&agrave;s took possession of grounds, there for powerful rulers and great royal ministers minds inclined to building up residences. In that place where the middling devat&agrave;s took possession of grounds, there for middling rulers and middling royal ministers minds inclined to building up residences. In that place where the lower devat&agrave;s took possession of grounds, there for lower rulers and lower royal ministers minds inclined to building up residences.</P>
<P>Then towards the time of dawn, having risen from his seat, the Auspicious One addressed venerable &acirc;nanda, (saying): &szlig;Now who, &acirc;nanda, is building a city at P&agrave;&ntilde;alig&agrave;ma?&ucirc; </P>
<P>&szlig;The Magadhan chief ministers Sun&atilde;dha and Vassak&agrave;ra, reverend Sir, are building up a city at P&agrave;&ntilde;alig&agrave;ma to ward off the Vajjians.&ucirc;</P>
<P>&szlig;It is just as though, &acirc;nanda, they had consulted with the T&agrave;vati&uuml;sa devas, in the same way, &acirc;nanda, the Magadhan chief ministers Sun&atilde;dha and Vassak&agrave;ra, are building up a city at P&agrave;&ntilde;alig&agrave;ma to ward off the Vajjians. Here, &acirc;nanda, I saw with my divine-eye, which is purified, and surpasses that of men, that a great many devat&agrave;s, thousands upon thousands, were taking possession of grounds at P&agrave;&ntilde;alig&agrave;ma. In that place where the great devat&agrave;s took possession of grounds, there for powerful rulers and great royal ministers minds inclined to building up residences. In that place where the middling devat&agrave;s took possession of grounds, there for middling rulers and middling royal ministers minds inclined to building up residences. In that place where the lower devat&agrave;s took possession of grounds, there for lower rulers and lower royal ministers minds inclined to building up residences.  For as long, &acirc;nanda, as there is an Ariyan sphere (of influence), for as long as there is trade, this basket-opening P&agrave;&ntilde;aliputta will be the chief city. Fot P&agrave;&ntilde;aliputta, &acirc;nanda, there will be three dangers: from fire and from water and from the breaking of an alliance.&ucirc;</P>
<P>Then the Magadhan chief ministers Sun&atilde;dha and Vassak&agrave;ra went to the Auspicious One, and after going, they exchanged greetings with the Auspicious One and after exchanging courteous talk and greetings, they stood on one side. While stood on one side the Magadhan chief ministers Sun&atilde;dha and Vassak&agrave;ra said this to the Auspicious One: &szlig;Please consent to us, dear Gotama, (giving) a meal today to the Auspicious One, together with the Community of monks.&ucirc;</P>
<P>The Auspicious One consented by maintaining silence. </P>
<P>Then the Magadhan chief ministers Sun&atilde;dha and Vassak&agrave;ra having understood the Auspicious One's consent, went to their own dwelling, and after going, in their own dwellings having had excellent comestibles and edibles made ready, announced the time to the Auspicious One, (saying): &szlig;It is time, dear Gotama, the meal is ready.&ucirc;</P>
<P>Then the Auspicious One, having dressed in the morning time, after picking up his bowl and robe, together with the Community of monks, went to the dwelling of the Magadhan chief ministers Sun&atilde;dha and Vassak&agrave;ra, and after going, he sat down on the prepared seat. Then the Magadhan chief ministers Sun&atilde;dha and Vassak&agrave;ra with their own hands served and satisfied the Community of monks with the Buddha at its head with excellent comestibles and edibles. Then the Magadhan chief ministers Sun&atilde;dha and Vassak&agrave;ra, when the Auspicious One had eaten and washed his hand and bowl, having taken a low seat, sat down on one side. While sat on one side the Auspicious One rejoiced the Magadhan chief ministers Sun&atilde;dha and Vassak&agrave;ra <A NAME="eight6v1"></A>with these verses:</P><DIR>
<DIR>

<P>&szlig;In that place where he makes his dwelling, having entertained<BR>
The wise and virtuous here,&nbsp;&nbsp;&nbsp;&nbsp;the restrained, who live the spiritual life,<A NAME="Text_25"></A></P>
<P>He should dedicate a gift to the devat&agrave;s who are in that place.<BR>
Honoured, they pay honour,&nbsp;&nbsp;&nbsp;&nbsp;revered, they revere him.</P>
<P>Thereafter they have compassion on him,&nbsp;&nbsp;&nbsp;&nbsp;as a mother on her own son,<BR>
A man whom the devat&agrave;s have compassion on&nbsp;&nbsp;&nbsp;&nbsp;always sees what is auspicious.&ucirc;</P></DIR>
</DIR>

<P><A NAME="eight6v3"><A NAME="eight6v2"></A></A>Then the Auspicious One after rejoicing the Magadhan chief ministers Sun&atilde;dha and Vassak&agrave;ra with these verses, and rising from his seat, went away. Then at that time the Magadhan chief ministers Sun&atilde;dha and Vassak&agrave;ra were following close behind the Auspicious One, (thinking): &szlig;That gate by which the ascetic Gotama leaves will get the name the Gotama Gate, and that ford by which he crosses the river Ga&iuml;g&agrave; will get the name the Gotama Ford.&ucirc; Then that gate by which the Auspicious One left got the name the Gotama Gate, then the Auspicious One went to the river Ga&iuml;g&agrave;. </P>
<P>Then at that time the river Ga&iuml;g&agrave; was full to the brim, and could be drunk from by crows (perched on the bank). Some of the people were seeking boats, some were seeking floats, and some were binding rafts, desiring to go from this shore to the shore beyond. Then the Auspicious One, just as a strong man might stretch out a bent arm, or bend in an outstretched arm, so did he vanish from the near bank of the river Ga&iuml;g&agrave;, and reappeared on the far bank, together with the Community of monks. The Auspicious One saw those people, some seeking boats, some seeking floats, and some binding rafts, desiring to go from this shore to the shore beyond. </P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;Those who cross over a sea or a lake,<BR>
(Do so) after making a bridge, and leaving the pond behind.<BR>
(While) people are still binding together a raft,<BR>
Intelligent people have crossed over.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="eight7"></A>7: The Discourse on the Two Paths</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was going along the high road amongst the Kosalans with venerable N&agrave;gasam&agrave;la as the ascetic who followed behind him. The venerable N&agrave;gasam&agrave;la saw two paths on the road, and having seen (that), he said this to the Auspicious One: &szlig;This is the path, reverend Sir, let us go by this one, Auspicious One.&ucirc; After that was said, the Auspicious One said this to venerable N&agrave;gasam&agrave;la: &szlig;This is the path, N&agrave;gasam&agrave;la, let us go by this one.&ucirc;</P>
<P>For a second time venerable N&agrave;gasam&agrave;la said this to the Auspicious One: &szlig;This is the path, reverend Sir, let us go by this one, Auspicious One.&ucirc; After that was said, the Auspicious One said this to venerable N&agrave;gasam&agrave;la: &szlig;This is the path, N&agrave;gasam&agrave;la, let us go by this one.&ucirc;</P>
<P>For a third time venerable N&agrave;gasam&agrave;la said this to the Auspicious One: &szlig;This is the path, reverend Sir, let us go by this one, Auspicious One.&ucirc; After that was said, the Auspicious One said this to venerable N&agrave;gasam&agrave;la: &szlig;This is the path, N&agrave;gasam&agrave;la, let us go by this one.&ucirc;</P>
<P>Then venerable N&agrave;gasam&agrave;la, having put the Auspicious One's bowl and robe on the floor right there (and then), went away, (saying): &szlig;This is the Auspicious One's bowl and robe, reverend Sir.&ucirc; Then as venerable N&agrave;gasam&agrave;la was going along by that path, thieves who had gone along the road, attacked him with their hands and feet, broke his bowl, and tore his double-robe. Then venerable N&agrave;gasam&agrave;la, with his broken bowl and torn double-robe went to the Auspicious One, and after going and worshipping the Auspicious One, he sat down on one side.</P>
<P>While sat on one side venerable N&agrave;gasam&agrave;la said this to the Auspicious One: &szlig;Here, reverend Sir, as I was going along by that path thieves who had gone along the path, attacked me with their hands and feet, broke my bowl, and tore my double-robe. </P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;Walking together, dwelling as one,<BR>
The Perfect One mixes with ignorant people,<BR>
Having understood (that), he abandons bad deeds,<BR>
As the milk-drinking heron (abandons) water.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="eight8"></A>8: The Discourse about Vis&agrave;kh&agrave;</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near S&agrave;vatth&atilde;, at the Eastern Monastery in Mig&agrave;ra's mother's mansion. Then at that time Mig&agrave;ra's mother Vis&agrave;kh&agrave;'s grand-daughter, who was beloved and dear, had died. Then Mig&agrave;ra's mother Vis&agrave;kh&agrave;, with wet clothes and hair, in the middle of the day went to the Auspicious One, and after going and worshipping the Auspicious One, she sat down on one side. </P>
<P>While sat on one side the Auspicious One said this to Mig&agrave;ra's mother Vis&agrave;kh&agrave;: &szlig;Now where have you come from, Vis&agrave;kh&agrave;, with wet clothes and hair, (and why are you) coming here in the middle of the day?&ucirc; &szlig;My grand-daughter, who was beloved and dear, reverend Sir, has died. That is why, with wet clothes and hair, I am coming here in the middle of the day.&ucirc;</P>
<P>&szlig;Would you like, Vis&agrave;kh&agrave;, as many children and grand-children as there are people in S&agrave;vatth&atilde;?&ucirc;</P>
<P>&szlig;I would like, Auspicious One, as many children and grand-children as there are people in S&agrave;vatth&atilde;.&ucirc;</P>
<P>&szlig;But how many people, Vis&agrave;kh&agrave;, die every day in S&agrave;vatth&atilde;?&ucirc; &szlig;Ten people, reverend Sir, die every day in S&agrave;vatth&atilde;,</P>
<P>nine people, reverend Sir, die every day in S&agrave;vatth&atilde;, eight people, reverend Sir, die every day in S&agrave;vatth&atilde;, seven people, reverend Sir, die every day in S&agrave;vatth&atilde;, six people, reverend Sir, die every day in S&agrave;vatth&atilde;, five people, reverend Sir, die every day in S&agrave;vatth&atilde;, four people, reverend Sir, die every day in S&agrave;vatth&atilde;, three people, reverend Sir, die every day in S&agrave;vatth&atilde;, two people, reverend Sir, die every day in S&agrave;vatth&atilde;, one person, reverend Sir, dies every day in S&agrave;vatth&atilde;, S&agrave;vatth&atilde; is never secluded from people who are dying.&ucirc; </P>
<P>&szlig;Now what do you think, Vis&agrave;kh&agrave;, would you ever be without wet clothes and hair?&ucirc;</P>
<P>&szlig;Surely not, reverend Sir, I have had enough, reverend Sir, with so many children and grand-children!&ucirc;</P>
<P>&szlig;For those who have a hundred loves, Vis&agrave;kh&agrave;, they have a hundred sorrows, for those who have ninety loves, they have ninety sorrows, for those who have eighty loves, they have eighty sorrows, for those who have seventy loves, they have seventy sorrows, for those who have sixty loves, they have sixty sorrows, for those who have fifty loves, they have fifty sorrows, for those who have forty loves, they have forty sorrows, for those who have thirty loves, they have thirty sorrows, for those who have twenty loves, they have twenty sorrows, for those who have ten loves, they have ten sorrows, for those who have nine loves, they have nine sorrows, for those who have eight loves, they have eight sorrows, for those who have seven loves, they have seven sorrows, for those who have six loves, they have six sorrows, for those who have five loves, they have five sorrows, for those who have four loves, they have four sorrows, for those who have three loves, they have three sorrows, for those who have two loves, they have two sorrows, for those who have one love, they have one sorrow, for those who love nothing, they have no sorrow. They are griefless, dust-free, and without despair, I say.&ucirc;</P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;Whatever griefs or lamentations there are,<BR>
And the many kinds of sorrow in the world,<BR>
These (all) originate because of love,<BR>
Without loves, these do not originate.</P>
<P>Therefore they are happy and free from grief,<BR>
Who are without love for anything in the world,<BR>
Therefore those wanting what is griefless, dust-free,<BR>
Should not have love for anything in the world.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="eight9"><A NAME="eight8ud2"></A></A>9: The First Discourse about Dabba</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near R&agrave;jagaha, at the Squirrel's Feeding Place in Bamboo Wood. Then venerable Dabba Mallaputta went to the Auspicious One, and after going and worshipping the Auspicious One, he sat down on one side. While sat on one side venerable Dabba Mallaputta said this to the Auspicious One: &szlig;Now is the time for my complete emancipation, Fortunate One.&ucirc;</P>
<P>&szlig;Now is the time for whatever you are thinking, Dabba.&ucirc;</P>
<P>Then venerable Dabba Mallaputta, after rising from his seat, worshipping and circumambulating the Auspicious One, after going up into the sky, and sitting in cross-legged posture in the air, in the firmament, entering the fire-element, and emerging, attained complete emancipation. Then while venerable Dabba Mallaputta - after going up into the sky, and sitting in cross-legged posture in the air, in the firmament, entering the fire-element, and emerging - was attaining complete emancipation, his body burning and being consumed, there was no charcoal and no ashes that were evident. Just as while what is called ghee or oil are burning and being consumed there is no charcoal and no ashes that are evident, so also while venerable Dabba Mallaputta - after going up into the sky, and sitting in cross-legged posture in the air, in the firmament, entering the fire-element, and emerging - was attaining complete emancipation, his body burning and being consumed, there was no charcoal and no ashes that were evident.</P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;The body broke up, perception ceased,<BR>
All feelings became cool,<BR>
(Mental) processes were pacified,&nbsp;&nbsp;&nbsp;&nbsp;consciousness came to rest.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

<B><P ALIGN="CENTER"><A NAME="eight10"></A>10: The Second Discourse about Dabba</P><DIR>
<DIR>

</B><P>Thus I heard:</P></DIR>
</DIR>

<P>at one time the Auspicious One was dwelling near S&agrave;vatth&atilde;, at An&agrave;thapi&otilde;&oacute;ika's monastery in Jeta's Wood. There it was that the Auspicious One addressed the monks, (saying): &szlig;Monks!&ucirc; &szlig;Reverend Sir!&ucirc; those monks replied to the Auspicious One, and the Auspicious One said this: &szlig; While venerable Dabba Mallaputta, monks - after going up into the sky, and sitting in cross-legged posture in the air, in the firmament, entering the fire-element, and emerging, - was attaining complete emancipation, his body burning and being consumed, there was no charcoal and no ashes that were evident. Just as while what is called ghee or oil are burning and being consumed there is no charcoal and no ashes that are evident, so also while venerable Dabba Mallaputta - after going up into the sky, and sitting in cross-legged posture in the air, in the firmament, entering the fire-element, and emerging - was attaining complete emancipation, his body burning and being consumed, there was no charcoal and no ashes that were evident.&ucirc; </P>
<P>Then the Auspicious One, having understood the significance of it, on that occasion uttered this exalted utterance:</P><DIR>
<DIR>

<P>&szlig;Just as for an iron bar,&nbsp;&nbsp;&nbsp;&nbsp;which is struck by fire and heat,<BR>
And gradually cooling,&nbsp;&nbsp;&nbsp;&nbsp;the destiny (of that heat) is not known,</P>
<P>So it is for those perfectly free,&nbsp;&nbsp;&nbsp;&nbsp;who have crossed over the flood of bondage to sense pleasures:<BR>
The destiny is not made known&nbsp;&nbsp;&nbsp;&nbsp;of those who have attained unagitated happiness.&ucirc;</P>
<P>&nbsp;</P></DIR>
</DIR>

</FONT><B><FONT FACE="Sangayana,Times New Roman" SIZE=4 COLOR="#000080"><P ALIGN="CENTER"><A NAME="_Toc53542829">The Text of the Ud&agrave;na is Complete</A></P>
</B></FONT><FONT FACE="Sangayana,Times New Roman"><P>&nbsp;</P></FONT></BODY>
</HTML>
